[
    {
        "type": "Apparation of the virgin Mary",
        "date": "ca. 48",
        "place": "Ephesus, Asia Minor (Turkey)",
        "visionary": "The Apostles",
        "title": "",
        "description": "According to some legends, the Holy Virgin Mary appeared to the apostles, three days after her Assumption into heaven. Clad in a bright light than the sun, she turned to them that they had begged for his help and protection from heaven: \"I'll stay with you in eternity.\" Whether Mary rested in Ephesus or Jerusalem remains a controversial issue.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "105",
        "place": "Kuravilangad (India)",
        "visionary": "shepherd children",
        "title": "",
        "description": "It is believed that Our Lady appeared to a few children at Kuravilangad, who were tending their flock in the bushes. Our Lady asked them to build a church at the place from where a miraculous perpetual spring sprouted, a spring which exists even today. The children reported this matter to the elders and a church was built there. The present church was completed in 1960 when Rev. Fr. Thomas Manakattu was the parish priest.",
        "feast": "",
        "commemorated": "",
        "source": "http://www.kuravilangadpally.com/contentpage.aspx?pid=History",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "231",
        "place": "Neocaesarea (Asia Minor)",
        "visionary": "St. Gregory the Wonder-Worker (213 ca.- 270)",
        "title": "",
        "description": "The Virgin Mary and the Apostle John would appeared to St. Gregory the Wonderworker (213-270), before he was ordained bishop of Neocaesarea. The apostle, at the urging of Mary, would provide all the necessary clarifications to the Saint around the theological issues, particularly on the mystery of the Trinity, then the subject of strong controversy.",
        "feast": "",
        "commemorated": "",
        "source": "Gamba, Mario. \"Apparizioni mariane nel corso di due millenni\" 1999 Ediz.Segno",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/neocaesarea/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/neocaesarea/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "325",
        "place": "Myra, Lycia (Asia Minor)",
        "visionary": "St. Nicholas of Bari (the Miracle Worker) (c.270 - 345)",
        "title": "",
        "description": "One of the most revered Orthodox saints, the healer Nicholas, Bishop of Myra, in Lycia (Asia Minor) in the first half of the fourth century, also known in Italy as Nicholas of Bari. He would receive, according to tradition, two apparitions of the Virgin Mary, the first prior to his ordination, and the second during the celebration of a Holy Mass at the end of the Council of Nicaea. The two appearances urged him to fulfill his spiritual mission. In this council he was very committed to support the doctrine of the divinity of Christ.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/myra/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/myra/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "335",
        "place": "Kuravilangad (India)",
        "visionary": "shepherd children",
        "title": "",
        "description": "Our Lady asked them to build a church at the place from where a miraculous perpetual spring sprouted, a spring which exists even today. The children reported the events to the elders and a church was built there. The church is noted for its old bell, which contains inscriptions belonging to some unknown script. Another significant artifact is a model of a ship made from wood.",
        "feast": "",
        "commemorated": "",
        "source": "http://kuravilangadpally.com",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://kuravilangadpally.com"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "ca. 350",
        "place": "Island of St. Nicholas (Italy)",
        "visionary": "a pious hermit",
        "title": "Santa Maria a Mare",
        "description": "Towards the middle of the fourth century the Holy Virgin appeared to a pious hermit who had retired to the island to show him the place where he had buried a treasure with which he had to build him a church. The hermit, fearing a demonic temptation, did not obey. The Virgin appeared to him again, ordering him to obey. The hermit then dug at the place indicated and found a jeweled crown and vessels containing pieces of silver and gold. With the coins, he built the church, and crowned with a diadem found a statue of Madonna made raised above the altar.",
        "feast": "",
        "commemorated": "",
        "source": "\"Apparizioni mariane\" M.Gamba",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "363",
        "place": "Caesarea (Asia Minor)",
        "visionary": "St. Basil (Bishop) (330 - 379)",
        "title": "Sovereign Mediatrix of her Son Jesus",
        "description": "The Roman emperor Julian the Apostate, had decided to destroy, as soon as he returned from the war against the Persians, the Church of St. Basil, one of the leading bishops and theologians of the time. Then the Virgin Mary appeared to Basil, as \"sovereign mediator of His Son Jesus,\" promising to protect him from the anger of the Roman emperor.The emperor was not able to implement his plans for he died on the battlefield in the third year of his reign.",
        "feast": "",
        "commemorated": "",
        "source": "\"Marian Apparitions\" by Marino Gamba Ed.Segno",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/caesarea/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/caesarea/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "450?",
        "place": "Agde, Hérault, diocese of Montpelier (France)",
        "visionary": "monk",
        "title": "Notre Dame de l’Agenouillade (Our Lady of the Kneeling)",
        "description": "With dating uncertain (around 450) the Virgin appeared on top of a rock to a monk of Saint-Severe from Syria, after an earthquake. According to the legend, the rock retained traces of the knees of the apparition. Hundreds of faithful venerate Our Lady of the Genuflection. In 1583, a convent of cappuchins was constructed at the location. But the sanctuary was destroyed in 1789, then it was taken over by the White Penitents in the 18th century.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/agde/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "492",
        "place": "Gargano, Naples (Italy)",
        "visionary": "Pope Gelasio I",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "500?",
        "place": "Sicea, Galatia (Turkey)",
        "visionary": "St. Theodore of Sicea (Bishop)",
        "title": "",
        "description": "A native of Galatia, son of an imperial official, became a monk in Jerusalem. He was the victim of a poisoning attempt. The Virgin appears to him in a dream, reveals the name of the guilty man, puts in his hands three pills for him to reject the poison and then disappears. He was consecrated bishop in 590 of Anastasiopolis. He was canonized in 613. Poire, Triple Couronne, 1630, t. III, 116 e Sausseret*, t. I. 1854, 104-105. Laurentin, Rene and Sbalchiero, Patrick. Dictionary of the Apparitions of the Virgin Mary. 2010 Edizioni ART.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "660",
        "place": "Hainault, Flanders",
        "visionary": "St. Aldegonde of Maubeuge (c. 639–684)",
        "title": "",
        "description": "La Vita prima Aldegundis (published and translated by Michel Rouche, Maubeuge, 1989) contains messages and visions of the Virgin that insist on her taking the role of the holy bride of Christ: \"Thou shalt have no other husband but the Lord... The Lord has been married for eternity so that you receive this incorruptible crown: Then she saw Him adorned with wedding robes\" (quoted by Jean Heuclin \"The Marian cult in Gaul during the The High Middle Ages\" La Devotion mariale de l'an mil a nos jous. Etudes reunies par Bruno Bethouart et Alain Lottin, artois Presses Universite, 2005, 70)",
        "feast": "",
        "commemorated": "",
        "source": "Laurentin, Rene and Sbalchiero, Patrick. Dictionary of the Apparitions of the Virgin Mary. 2010 Edizioni ART. p 65",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "684 or 700",
        "place": "Clermont-Ferramd (France)",
        "visionary": "St. Bonitus, bishop of Clermont-Ferrand",
        "title": "Our Lady of the Snow",
        "description": "St. Bonitus, a devotee to the Blessed Virgin Mary, succeeded his elder brother in the episcopal office of Clermont. One morning after a night spent in prayer vigil, he saw the Mother of God with a large throng of angels and saints in his presence to celebrate the Sacrifice of the Mass. Two years later the bishop of Clermont retired permanently in the abbey of Manlieu, where he died in 710. According to some uplifting stories of the thirteenth century, St.. Bonet saw the Virgin in 684 or 700, while praying alone in a church dedicated to St Michael. Sausseret reprints the facts reported in the bottom of a letter: \"the guards closed the doors. St. Bonit, full of joy for a chance to give free rein to his mercy from that moment, lay prostrate on the floor of the bathroom of the temple with his tears. But as soon as he had been in this position, you feel suddenly come down from heaven and filled with the sounds of harmony. He saw, at the same time, all heavenly choirs fill the sacred area with this light and enter a multitude that his faith had blessed him with. There were, in fact, legions of angels and saints, who composed a the procession for their Queen, mother of Jesus Christ, who appeared after them, seated on a throne carried by seraphim and similar to a queen that a large honor guard precedes and accompanies [...] All these immortal beings continued along the main nave and when they came in front of 'main altar, some of them asked who among them would say the mass. Then the Blessed Virgin spoke up and said, 'Here Bonit, we seek you my faithful servant and excellent bishop, and worthy of fulfilling this holy function \" Some blessed then, obeying the order that she had just given detachment from others and went to the holy bishop who was trembling. Taken by the hand,he accompanied the choir. The saints clothed him in a pontifical ornaments and then he began to say mass with glorified beings as assistants [...] When Mass was over, the Holy Virgin, left him.>> (I, 118-120). Reliable historical sources are almost non-existent: Sausseret cites the reports of Surius, which in turn is based on oral testimony of two successor to Bonet.",
        "feast": "",
        "commemorated": "",
        "source": "Laurentin, Rene and Sbalchiero, Patrick. Dictionary of the Apparitions of the Virgin Mary. 2010 Edizioni ART",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "727",
        "place": "Maastricht (Germany)",
        "visionary": "St. Hubert of Maastricht",
        "title": "",
        "description": "Hubert of Maastricht (the saint, bishop of Maastricht, 727) In the 705-706 or so, the Virgin would appear, when the bishop's seat moved from Maastricht to Liege, according to unverified sources reported by Gamba, 1999, 267. According to legends that have spread from the end of the fourteenth century, he would have converted after a miraculous vision of a deer wearing a light cross between its horns. This story, in fact, comes from an early Christian text from the second century, told by a Roman officer, Eucstachio, who was martyred under the Emperor Trajan (23-117). The legend of the animal \"Crucifer\" was adapted from John of Damascus in the seventh century, then taken up by Jacopo da Varazze, in his Golden Legend (1261-1266). Bibliography: P. Sbalchiero, Hubert (saint), DMEC, 2002, 353 Laurentin, Rene and Sbalchiero, Patrick. Dictionary of the Apparitions of the Virgin Mary. 2010 Edizioni ART",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "ca. 900",
        "place": "Blacherne (Istanbul)",
        "visionary": "Andrew and Epiphanius",
        "title": "",
        "description": "The Russians attacked Blacherne in the year 860 but fled before the relic of Mary's cloak and they asked the missionaries for their country. In the next century (X century), to Blacherne, the Virgin appeared to Andrew, a Foolishness for Christ of Slavic origin, and his disciple Epiphanius. Hence the Orthodox feast of the \"Protection of the Mother of God\" celebrated on 1 October (14 per schedule Julian used by the Orthodox Churches of Slavic rite). For a long time, the two seers saw the veil shine above the crowd, to which refers the Slavonic liturgy from 1 October (Pokrov).",
        "feast": "",
        "commemorated": "",
        "source": "Cf. René and Patrick SBALCHIERO LAURENTIN, article \"recognized apparitions\" in: Encyclopedic Dictionary of Our Lady's apparitions. Inventory origins to today. Methodology, personification, interdisciplinary approach, Fayard, Paris, 2007",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://amdn.vps1.spikly.com/qui-est-marie/1-octobre-orthodoxe-pokrov-protection-de-la-mere-de-dieu"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "970",
        "place": "Sion Les Saintos (France)",
        "visionary": "St. Geraud (935-April 23, 994)",
        "title": "",
        "description": "The Blessed Virgin Mary appeared on a hill to St. Geraud, Bishop of Toul, and manifest a desire to see that place in a church dedicated to her veneration. Saint Geraud fulfilled the desire of Mary as he built a Marian shrine on the site. The Bishop of Toul showed a tireless charitable and apostolic zeal; was canonized in 1050 by Pope Leo IX.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger, Gottfried. Tutte le apparizione della Madonna in 2000 anni di storia. p. 62",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://www.catholic-hierarchy.org/diocese/dt520.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 1000",
        "place": "Montefortino, Marche, Diocese of Ascoli Piceno (Italy)",
        "visionary": "Santina, a shepherdess dumb from birth",
        "title": "Our Lady of the Free (Madonna dell'Ambro)",
        "description": "Feast Day: Second Sunday in May In May of 1000, the Blessed Virgin, surrounded by extraordinary splendor, appeared humble shepherdess Santina, mute since birth. At the sight of the heavenly Mother, the shepherdess cried, \"Mother! Mamma mia! \", Thus obtaining the gift of speech, as a reward of prayers and of wild flowers that every day was an image of the Virgin Mary, located in the hollow of a beech tree. The monumental shrine, built as a result of this event between 1603 and 1640, is in the territory of the Province of Ascoli Piceno Montefortino between green mountains and rocks of the majestic Sibillini, on a hill 683 meters above sea level The adjoining convent of the PP. Capuchins in which it has custody, the portico and the bell tower are buildings of the twentieth century. In the chapel of the apparition is venerated statue of the Virgin and Child placed there in 1562. The Virgin is honored under the title of \"Our Lady dell'Ambro\" after the nearby stream which flows into the river Tenna. In 1922, the Vatican Chapter had solemnly crowned the venerated image and in 1933, Pope Pius XI, enriched the sanctuary of a precious crucifix.",
        "feast": "",
        "commemorated": "",
        "source": "Gamba 1999, 270",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/montefortino/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/montefortino/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1016",
        "place": "Ivrea, Piemonte, Diocese of Turin (Italy)",
        "visionary": "Arduinus, a monk",
        "title": "",
        "description": "The Virgin had asked Arduino, Benedictine monk who became king, to build three churches in Belmonte, Turin, and Monferrato, and she would reveal the existence of an icon of the fifth century. More about this apparition>>",
        "feast": "",
        "commemorated": "",
        "source": "Chiron, 1995, 62. Gamba, 1999, 270-271 More about this apparition>>",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/ivrea/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/ivrea/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1038",
        "place": "Valverde, Sicily, diocese of Catania (Italy)",
        "visionary": "Dionysius, a thief",
        "title": "Holy Mary of Valverde",
        "description": "Alleged apparition of the Virgin to a pious hermit, Dionysius, after he converted from being an outlaw. With his own hands, he built a chapel, later destroyed in 1593, then replaced by a new building at the beginning of the eighteenth century.",
        "feast": "",
        "commemorated": "",
        "source": "Gamba: 1999, 271",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/valverde/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/valverde/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1050",
        "place": "Sopetrau, Spain",
        "visionary": "Ali (son of the Muslim king of Toledo)",
        "title": "",
        "description": "Ali, the son of the Muslim king of Toledo, one day, looking on a fig tree, saw a heavenly light, the Holy Mother (1050). Touched by the supernatural occurrence, he embraced the Christian faith, went on pilgrimage to Rome and on his return he built a chapel on the site of the apparition. Ali also did a portrait of the Blessed Virgin. The chapel became a destination for pilgrimage.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1060",
        "place": "Espain (France)",
        "visionary": "St. Albert (+1095) Cistercian",
        "title": "",
        "description": "St. Albert, as given by tradition, had the grace to receive an apparition of Jesus with his Mother (1060), the Queen of Heaven. Prompted by this apparition, and in gratitude for the Mother of God, he devoted himself to religious life and founded the abbey Pontida, near Bergamo.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1091",
        "place": "Fontgombault Abbey (France)",
        "visionary": "",
        "title": "",
        "description": "Statue: Notre Dame du Bien Mourir (Our Lady of a Happy Death) In 1791, hard times had come to France and to the Church. Countless were the Christians sacrificed on the alter of Revolution, especially in Paris, where the tireless work of the guillotine filled the street gutters with rivers of human blood. Trouble had come to the countryside as well. Already at the beginning of the century, the greed of the secular landlord of Fontgombault had chased away all but five monks. By this time, at the end of the century, not a single monk was left to sing the Divine Praises. Theayor of the village of Fontgombault had begun to sell the very stones of the Abbey walls (July 2, 1791). But the work of destruction was not yet complete. It was about this time that an impious hand sought to destroy the statue of Mary above the northern door of the church. He positioned a ladder and climbed up in order to carry out the practice, quite common with the revolutionaries, of breaking off the head and members of a piece of art that offended him and the new ideas of those who had no more need of God and His Saints. As he swung his hammer, however, he suddenly lost his balance and fell off the ladder, hurting himself mortally when he hit the ground far below. As he lay dying, the poor man regretted in an instant the evil deed he had done and begged God, through the intercession of the Virgin Mother of God whom he had so gravely offended, to forgive him. Such was his change of heart, his conversion at the moment of death, that the witnesses recognized in the event a special grace from heaven. From that moment on the statue has been known as Our Lady of a Happy Death.",
        "feast": "",
        "commemorated": "",
        "source": "Brother Philip Anderson, Prior of Our Lady of Clear Creek via International Marian Research Institute.",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://www.clearcreekmonks.org",
            "http://campus.udayton.edu/mary/questions/yq2/yq386.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "",
        "place": "Saint-Crespin, Hainaut (Belgium)",
        "visionary": "St. Aibert (1060-1140) Benedictine",
        "title": "",
        "description": "Born in Spain and a hermit in the monastery of Saint-Crespin (Hainaut), he lived in isolation from the world. The \"Virgin appeared in a dream\", but he did not immediately recognize her. \"If I had seen a woman in this convent, I would have been her expelled, at any cost!\" he thought. The apparition silenced him and revealed her identity and then he asked her what she wanted. \"The Virgin then puts a piece of bread in his mouth\" according to an account given by Mons. Robert D'Ostrevant, archibishop of Arras, author of the life of the saint around 1140 to 1150.",
        "feast": "",
        "commemorated": "",
        "source": "De S Ayberto Presbytero, Vita auctore Roberto archdiacono Ostrevandensi, AAS, 1 Paril 673-680.",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 25, 1124",
        "place": "Monte Virgine (Italy)",
        "visionary": "St. William the Abbott of Vercelli",
        "title": "",
        "description": "During one of his meditations, the Virgin appeared to the saint, urging him to erect a shrine on the site where the cult of Cybele was first practiced.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/montevergine/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/montevergine/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "c. March 24, 1150",
        "place": "Crespano del Grappa, Borbiago (Italy)",
        "visionary": "A young deaf mute shepherdess",
        "title": "Madonna del Covolo",
        "description": "On March 24, a young deaf girl was pasturing geese on a meadow in Borbiago, Italy, when she saw a magnificent lady in a light so bright that the girl had to close her eyes. The woman approached and placed her hands on one of the girl's shoulders, asking her (as only Mary could communicate to the deaf) to bring the local priest and indicate that he dig there. If he did, explained Mary, he'd find a marble statue, which should be carried in a solemn procession to the church and enshrined. The girl apparently was able to complete the task and as in Castellammare de Stabia the excavation was very fruitful and indeed miraculous, volunteers soon striking something that gave forth a metallic sound. Digging deeper they uncovered a bronze bell. Within its cavity was the promised statue, which depicted Mary in a standing position with the Infant as usual on her left arm, His little hands fondling her right one. There were hundreds of lost or hidden images, all with stories, all with precious secrets, during this intense period. More on this apparition >>",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/crespano/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/crespano/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1150",
        "place": "Joreval, Yorkshire, (England)",
        "visionary": "Abbot John Kingston of Byland, monk",
        "title": "",
        "description": "In the year 1150, twelve monks under Abbot John Kingston of Byland set out for the Marian Shrine at Joreval. The first night they rested at a certain village, where Abbot John had the following vision in a dream. It seemed to him that he was in the monastery at Byland when he saw a Lady, nobly dressed, and of surpassing beauty, holding by Her left hand a little Boy, who plucked a bough from a little tree that stood in the center of the cloister quadrangle, and then they both vanished. After this the abbot and monks set forth, but not knowing their way, the abbot proposed that they should recite their Office. Having done so, the Lady and Her Son re-appeared, and the abbot begged Her to lead them to Joreval. Then looking at Her Son, She said, \"Sweetest Son, for the love Thou hast ever had for Me, be a guide to these brethren.\" Then the Child held out the branch He had picked from the cloister of Byland, and said, \"Follow Me,\" and they did so, walking through rough and hard ways without any difficulty. And a number of little birds, snowy white, flew down on to the bough the Child held, and there sang the hymn, Benedicite omnia opera Domini Domino, whereby they were much refreshed, and at last they reached a wild uncultivated spot, where the Child planted His branch in the earth with the birds singing upon it, and said, \"Here God will soon be invoked and adored.\" And it seemed as though the whole land grew into a great tree covered with white singing birds. Then the Child disappeared. Abbot John then awoke, and with his companions proceeded on his journey much consoled. The monks were all clothed in white, and everyone asked, \"Who are all these men in white going by?\" Then Abbot John heard one reply: \"They are monks moving from Byland to Joreval.\" Another gazed at the firmament and stars for a while, and then, as if he had received a revelation, said, \"These good monks have come at a happy moment; they will, within a brief space, attain to much prosperity, and have abundance of all things necessary.\" Abbot John was much rejoiced at these words and proceeded on his way. This legend was known to everyone in those parts and often retold.",
        "feast": "",
        "commemorated": "",
        "source": "http://www.salvemariaregina.info",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1150",
        "place": "Noiretal, diocese of Leon (France)",
        "visionary": "an assassin",
        "title": "",
        "description": "An alleged apparition of Virgin to an assassin, hiding out in an old sanctuary. It caused him to convert.",
        "feast": "",
        "commemorated": "",
        "source": "Dictionary of the Apparitions of the Virgin Mary. Laurentin p. 544; Gamba 1999, 276.",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1152",
        "place": "Schönau, Nassau",
        "visionary": "(St.) Elizabeth of Schönau (Born about 1129; d. June18, 1165)",
        "title": "",
        "description": "She was born of an obscure family, entered the double monastery of Schönau in Nassau at the age of twelve, received the Benedictine habit, made her profession in 1147, and in 1157 was superioress of the nuns under the Abbot Hildelin. After her death she was buried in the abbey church of St. Florin. When her writings were published the name of saint was added. She was never formally canonized, but in 1584 her name was entered in the Roman Martyrology and has remained there. Given to works of piety from her youth, much afflicted with bodily and mental suffering, a zealous observer of the Rule of St. Benedict and of the regulation of her convent, and devoted to practices of mortification, Elizabeth was favoured, from 1152, with ecstasies and visions of various kinds. These generally occurred on Sundays and Holy Days at Mass or Divine Office or after hearing or reading the lives of saints. Christ, His Blessed Mother, an angel, or the special saint of the day would appear to her and instruct her; or she would see quite realistic representations of the Passion, Resurrection, and Ascension, or other scenes of the Old and New Testaments. What she saw and heard she put down on wax tablets. Her abbot, Hildelin, told her to relate these things to her brother Egbert (Eckebert), then priest at the church of Bonn. At first she hesitated fearing lest she be deceived or be looked upon as a deceiver; but she obeyed. Egbert (who became a monk of Schönau in 1155 and succeeded Hildelin as second abbot) put everything in writing, later arranged the material at leisure, and then published all under his sister's name.",
        "feast": "",
        "commemorated": "",
        "source": "http://www.newadvent.org/cathen/05392a.htm",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://www.newadvent.org/cathen/05392a.htm"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1190",
        "place": "Cologne and Steinfeld (Germany)",
        "visionary": "St. Joseph Herman (1150-1241)",
        "title": "",
        "description": "St. Joseph Herman, also known as Hermann of Cologne, as a child he was very devoted to Our Lady. Often a child in a church praying before the statue of the Virgin Mary once, with the innocence of their children, offered an apple to the statue that was taken by Mary. At twelve, he entered the convent Ermanno premostratense of Steinfeld and was then sent for studies at the convent garden of Mary, in Frisian. He was a devout priest and spiritual guide illuminated serving some nunneries Rhine. He was famous for his mystical gifts and especially for his \"mystical marriage with the Blessed Virgin Mary, and from this derived the name of Joseph, according to the custom of medieval Marian devotion. Herman wrote in Latin hymns dedicated to the Madonna, are still preserved. He was canonized in 1958. [ More on this apparition ]",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/steinfeld/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/steinfeld/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 17, 1198",
        "place": "Potschiaw (Ukraine)",
        "visionary": "",
        "title": "",
        "description": "The Blessed Virgin Mary appeared in all her glory and worked a series of miracles and healings. As a token of gratitude was built a convent of the Order of St. Basil dedicated to the Mother of Divine Savior.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1200",
        "place": "Castiglion Fiorentino, Tuscany, Diocese of Arezzo (Italy)",
        "visionary": "Two Young Shepherdesses",
        "title": "Our Lady of Bath",
        "description": "The Virgin appeared three times to two shepherdesses and asked them to build a place of worship. A chapel was first built in the late sixteenth century, later replaced by the current church in the eighteenth century. More on this apparition >>",
        "feast": "",
        "commemorated": "",
        "source": "Dictionary of the Apparitions of the Virgin Mary. Laurentin p. 155; Gamba 1999, 277. More on this apparition >>",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/castiglione-fiorentino-arezzo/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/castiglione-fiorentino-arezzo/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1208",
        "place": "Prouille, Toulouse (France)",
        "visionary": "St. Dominic Guzman (1170-1221)",
        "title": "Our Lady of the Rosary",
        "description": "Holy Maria appeared several times to St. Dominic Guzman (1170-1221), inspired him and protected him in his efforts for the foundation of the Order of Preachers and the struggle against the heresies of the Albigenses and Waldenses. In one of these many apparitions, Mary unveiled to him the Rosary to be used as an important medium and activity against the enemies of Catholicism. She especially called to him contemplate the most important mysteries of faith. The Dominicans in fact undertook the care and the spreading of the prayer of the Rosary. Dominic was canonized in 1234.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1214",
        "place": "Clairefontane (Luxembourg)",
        "visionary": "Princess Ermesinde",
        "title": "Our Lady of Ermesinde",
        "description": "Ermesinde Countess of Luxembourg had a vision of Mary with her Divine Child, surrounded by many black-white spotted sheep. The noble woman told this vision to a pious hermit in order to understand the meaning and he explained that it would be an invitation to found of the Cistercian convent of women (black and white dress). For this reason, the convent was built Clairefon Aquitaine, where priests of the Sacred Heart of Jesus now reside.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1221",
        "place": "Padua (Venice)",
        "visionary": "St. Anthony of Padua",
        "title": "",
        "description": "Anthony of Padua (1195-1231) is one of the most popular saints of Christendom. Anthony reached Morocco to preach the Gospel. After some time he fell ill and, having understood this sudden illness to be a sign of the Lord, returned to Europe. On the way back, the ship that was to bring him back home went off course and ran aground near Messina. Anthony lived for a time in a Franciscan monastery from which he was to leave his true spiritual mission. One day while he was still at the convent, The Mother of God and Child Jesus appeared in all their majesty and showed him the spiritual journey ahead. Inspired by this apparition of the Virgin Mary, Anthony traveled: after having walked in the direction of Assisi in Easter of 1221 to attend the Chapter of Pentecost, on May 30, he entered the hermitage of Montepaolo (Forlì) Franciscan province of Romagna. Since then became known as a fervent preacher in northern Italy. Anthony was canonized by Pope Gregory IX in the cathedral of Spoleto May 30, 1232. In 1263, his body was taken to Padua in the new basilica. His tongue still intact evidence of the gift of the grace of preaching. San Antonio is famous for his sermons that have earned him the title of Doctor of the Church (1946).",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/barcelona/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "",
        "place": "Padua (Venice)",
        "visionary": "Blessed Helen of Padua",
        "title": "",
        "description": "Franciscan Blessed Helen of Padua suffered much in her life, but received this suffering with patience and Christian devotion. The Holy Virgin appeared to her often to console her and give her strength in the face of pain.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/barcelona/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1241",
        "place": "Hostýn (Moravia/Czech Republic)",
        "visionary": "townspeople",
        "title": "Guardian Virgin Mary, Our Lady of the Assumption, Our Lady of Svaty Hostýn",
        "description": "Above the main altar of the Basilica of the Assumption of Our Lady is located a life size statue of the Virgin Mary. The Child Jesus, whom she is holding in her embrace, is aiming bolts of lightening at the Tatars depicted beneath the statue. These cruel marauders, who were threatening Europe during the 13th century, invaded Moravia in 1241, murdering and plundering. The people sought refuge in the forests and mountains to save their lives and whatever property they could bring with them. According to legend, those who found refuge on Hostýn were saved through the intercession of the Virgin Mary, when the encampment of the marauders was destroyed by fire caused by lightning. Another legend tells of a visit to Hostýn by the Apostles of the Slavs, Sts. Cyril and Methodius, who are said to have destroyed a pagan place of worship there and erected a chapel in honor of Mary.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "",
        "place": "Helft (GERMANY)",
        "visionary": "St. Gertrude (1256-1302)",
        "title": "",
        "description": "St. Gertrude, the great Helfta , originally from Thuringia, went at the age of five to the Cistercian monastery of Helfta. In this convent of the Abbess Gertrude Hacketal tried to create a center of mystical life, so the future saint could receive instruction in the humanities and theological-spiritual. At twenty-six she began to have daily experiences with mystical visions of Jesus Christ and the Blessed Virgin Mary. She described these visions, as well as the mystical experiences of his sister Matilda of Hackeborn. The saint has left us an account of many mystical experiences of her life, including records from 1289 until her death. The appearances are often received by Gertrude linked to liturgical celebrations, especially the Eucharist and the Heart of Jesus Apparitions and multiple forms of mystical encounters with the Blessed Virgin Mary are described in her Legatus divinæ pietatis (Herald of Divine Love). Gertrude was canonized in 1734 and is considered the greatest German mystic.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/barcelona/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "September 7, 1300",
        "place": "Roverano (ITALY)",
        "visionary": "two shepherdesses",
        "title": "",
        "description": "The Virgin Mary appears to two shepherdesses and heals one of them, dumb from birth, and leaves in an olive tree a painting of the Virgin and Child, in the Byzantine style. The icon was solemnly carried in the parish church where it remained until a chapel was built in the place of the apparition. There were many healings and miracles. One of these, which manifests itself even today, is that the olive trees that surround the sanctuary every year bloom out of season. Another miracle that increases the fame of the sanctuary took place August 30, 1823. Some local workers had to drink to quench their thirst under the hot sun, but the drink did not decrease despite continued drinking. On September 7th,1901, the local bishop solemnly crowned the miraculous icon.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1308",
        "place": "Finstad, Uppsala Vadsteda (Sweden)",
        "visionary": "St. Bridget of Sweden (1303-1373)",
        "title": "",
        "description": "Mary appeared to St. Bridget of Sweden , when she was only six years and accompanied her the rest of her life with many apparitions and revelations. The saint in 1316 married the noble lawyer Ulf Guidmarsson and had eight children with him, including the future St. Catherine of Sweden. For her religious devotion and her charity, Bridget soon became highly esteemed. After a journey of pilgrimage to Santiago de Compostela (Spain), her husband retired to a Cistercian monastery and died there a year later (1344). This meant a turning point in the life of Bridget: She settled in and received revelations from Jesus Christ and the Holy Virgin Mary there. During this period of contemplation, Bridget became a mystical bride of Christ. Through a revelation, she was ordered to found a new religious order. In fact in 1346, through the work of Bridget, the monastery of the Brigidine Order. After a period of strict penance and prayer, she went to Rome in 1349 to obtain the approval of the Order religious and attend the jubilee proclaimed in 1350. She stayed for the remaining twenty-three years of her life in Italy. In 1370, the pope gave Bridget ot approval to establish the monastic order of the Holy.Savior, which later became (1379) the Order of Saint Bridget (Brigidine), with monks and nuns. In 1372/73, she undertook a pilgrimage to the Holy Land. The saint is considered among the greatest and the most mystical of medieval women, and was canonized by Pope Boniface IX in 1391. Among the many writings that Bridget has left us, her greatest is a praise of the virtue and the life of the Virgin Mary.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1328",
        "place": "Fiesole and Florence (Italy)",
        "visionary": "St. Andrew Corsini (1301-1374)",
        "title": "",
        "description": "The Mother of God appeared numerous times to St Andrew Corsini (1301-1374) who had entered the Carmelite Order. On the day of his ordination in 1328, the Holy Virgin said: \"I chose you as my servant, one day I will be magnified through you. \" Andrew Corsini was known as a friend of the poor and was asked to be a peacemaker in disputes. In 1349, after was being elected prior of the Carmelites in Florence, he became bishop of Fiesole. On the night of Christmas of 1373, Mary appeared the last time to announce his passing. He died Jan. 6, 1374 and was canonized in 1629. While Andrew had been celebrating the midnight Mass of Christmas, the Blessed Virgin appeared to him and told him he would leave this world on the feast of the Epiphany, to meet God. It came to pass, and he died on that day. Miracles were so multiplied at his death that Pope Eugene IV permitted a public cult immediately; but it was only in 1629 that Pope Urban VIII canonized him. His feast is kept on February 4. In the early eighteenth century, Pope Clement XII erected in the Roman Basilica of St. John Lateran a magnificent chapel dedicated to his 14th century kinsman. [ More on this apparition ]",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/fiesole/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/fiesole/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1340",
        "place": "Pochaiv, Ukraine (Russia)",
        "visionary": "St. Sergius (1314?-1392)",
        "title": "",
        "description": "The Blessed Virgin Mary, accompanied by St. Peter and John the Evangelist, appeared shortly before Christmas to St. Sergius of Radonezh (1320-1383). At this apparition, the Madonna reassured him that even after his passing, he would remained the patron of the monastery he founded in Rostov. St. Sergius lead a great prayer followed by miracles every night singing in his cell the liturgical hymn Akathastos glory in the Mother of God and led the monks to a profound veneration for the Holy Virgin.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/fiesole/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 15, 1345",
        "place": "Montenero-Leghorn (Levora), Italy",
        "visionary": "crippled shepherd boy",
        "title": "MADONNA DI MONTENERO",
        "description": "At Montenero-Leghorn (Levora), just south of Pisa in the Tuscany region of Italy, Our Lady is venerated for the miraculous appearance of her image to a crippled shepherd boy on the side of the mountain on May 15, 1345.* A voice asked him to take the picture to the top of the mountain. Because of his physical condition, he wavered but was told not to worry. He struggled to fulfill his mission, and when he reached the top he stopped to gather his strength. It was at that point that he felt a strange tingling in his leg. He rose as a new person and ran to tell his parents carrying the crutch he no longer needed. There are many wondrous stories of Our Lady of Montenero and many miraculous events attributed to her. Tradition also says that it was through her intercession that the city was saved from the devastation of an earthquake on January 27, 1472. Then there was the miraculous wind that saved the city from invasion launched by Emperor Maximilian I in 1496 and her deliverance of the city from a plague in 1720. In thanksgiving for the latter, all the Leghorn Bills of Health down through the year 1859 bore the image of the Madonna of Montenero. She is also credited with saving St. Paul of the Cross, founder of the Passionists, whose ship was floundering off the coast as he made his way to Pisa in 1750. The shrine of Our Lady atop the mountain looking down on Leghorn is a very popular pilgrimage destination. Especially attracted to the shine are young, unmarried women who, on the eves of Marian feast days, cast garlands of flowers before her solitarily unique and engrossing image. The painting depicts the Blessed Mother seated with the Jesus on her left knee. A small bird rests on her right forearm singing. (Also see the title Virgin with Garland.)",
        "feast": "",
        "commemorated": "",
        "source": "Santoro, Nicholas. Mary In Our Life, Atlas of the Names and Titles of Mary, the Mother of Jesus, and Their Place In Mar…",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 15, 1345",
        "place": "Siena / Bibbiena (Italy)",
        "visionary": "St. Catherine",
        "title": "Madonna of the Stone and Darkness",
        "description": "On Shrove Tuesday, 1367, she prayed for the \"fullness of faith\" and had a vision in which Catherine saw Jesus, Mary, and Saint Dominic, the founder of her order. During this vision, the Blessed Virgin presented her to Jesus, who espoused Himself to her. He placed on her finger a gold ring with four pearls set in a circle in it and a wonderful diamond in the middle, saying to her, \"receive this ring as a pledge and testimony that you are mine and will be mine for ever.\" No one else could see the ring but it was always before her eyes. Sources: Mary, p. 714, Degl'Innocenti & Marinone; www.angelfire.net",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/fiesole/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 8,1356",
        "place": "Basella, Lombardy, Diocese of Bergamo (Italy)",
        "visionary": "Marina Cassone (15)",
        "title": "Madonna of the Olive",
        "description": "On the 8th and the 17th of April, the Queen of Heaven with the baby Jesus in her arms, appeared to Marina Cassone, age 15. The following May, Lafranco, bishop of the Diocese, decided to construct a sanctuary.",
        "feast": "",
        "commemorated": "",
        "source": "Dictionary of Apparitions of the Virgin Mary. Laurentin p. 108; Gamba, 1999, 291.",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 14, 1386",
        "place": "Dovera, Cremona, Lombardy, Italy Ostigilia (Italy)",
        "visionary": "A young deaf mute shepherdess",
        "title": "Beata Vergine del Pilastrello",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "Mary, p. 715, Degl'Innocenti & Marinone",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "",
        "place": "Pribram (Czechoslovakia)",
        "visionary": "Ernest Pardubitz, archbishop of Prague (1300-1364)",
        "title": "",
        "description": "After the death of Ernest Pardubitz, archbishop of Prague (1300-1364), in a chapel on the holy mountain of Glatz Pribram came from a statue of Mary. The chapel was built around 1250, following appearances of miraculous light, and with it the transfer of the statue became a shrine Marian pilgrimage. In his will, the archbishop wrote that during his youth had a vision of Mary: while he was in the church of Glatz in the evening, he saw the statue of Mary's eyes turned from the altar on his side. Suddenly he saw only the back of the head. The young man shuddered and asked the Holy Virgin to turn her head again. She turned immediately after this gradually, but remained a sign of disapproval on the face of the Mother of God. The archbishop told this episode only at the time of his death, adding that this event changed his life and since then he had wanted to dedicate himself only to the service of God. He produced a copy of the statue of Mary of Glatz and continued the devotion throughout his life. After his death the statue was placed in the Pribram chapel and was soon the subject of devotional worship by many faithful and sick. Some extraordinary healings attracted more pilgrims. Even today the place is an active pilgrimage destination.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "c. 1400",
        "place": "Deir Al-Maghti / Al-Magtas (Lower Egypt)",
        "visionary": "monks of a Coptic monastery",
        "title": "",
        "description": "Feast Day: May 16th In the Middle Ages (date uncertain), at the end of the month of May, the Virgin appeared five days in a row to many monks of a coptic monastery in Dabra-Metmaq. Our Lady was seated in a circle of light in the church constructed in her name. An army of angels with their censers surrounded them. Both Christians and pagans saw this, recounted in the chronicle of the monastery. According to the accounts of the geographer and Muslim chronicler Al-Maqrizi (1364-1442), the Virgin also appeared each year in the church of the Al-Maghti monastery, known by the Ethiopians by the name of Dabra Metmaq, located close to Lake Bouroullos and north of Bilqas in the Eastern Delta, the 21st day of the Coptic month Bachnas (May 29th), when large crowd, coming from all Egypt, gathered in this place for a pilgrimage as important as that of the church of the Resurrection in Jerusalem. According to Marian tradition preserved in Ethiopia, following the Christ Child's explicit prayer, formulated during the flight of the Holy Family to Egypt, the Virgin appeared annually to faithful pilgrims, who ardently desired to see her from the bottom of their hearts, at Al-Maghti at the time of the pilgrimage which took place during the Coptic month of Bachnas (at the end of May), with the archangels Michael and Gabriel, as well as holy martyrs. Sources: Maria, t. I, 390-391 Dictionary of the Apparitions. Laurentin (2010) p. 201",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "c. 1400",
        "place": "Airola. Liguria, Diocese of La Spezio, SESTA GODANO (Italy)",
        "visionary": "Caterina Greppo",
        "title": "Our Lady of Airola",
        "description": "Around 1400. the Virgin appeared to Caterina Greppo, mute since birth. She healed her and asked her to build a chapel. A sanctuary was then built in 1450.",
        "feast": "",
        "commemorated": "",
        "source": "Gamba, 1999, 294",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Jan 3, 1417",
        "place": "Albano Sant'Allessandro, Lombardy, diocese of Bergamo (Italy)",
        "visionary": "Two lost merchants",
        "title": "Blessed Virgin of the Roses",
        "description": "The Virgin appeared to two merchants. The sanctuary, authorized by Pope Martin V (1417-1431) was completed in 1418. It was destroyed in 1846 and then rebuilt since September 1855 after a cholera epidemic. The place was made available again for worship in 1883.",
        "feast": "",
        "commemorated": "",
        "source": "Dictionary of Apparitions of the Virgin Mary. Laurentin p. 137; Gamba, 1999, 296.",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 2, 1420",
        "place": "Castel di Godego (Italy)",
        "visionary": "Pietro Tagliamento",
        "title": "Madonna of the Little Cross",
        "description": "Sources: Mary, p. 714, Degl'Innocenti & Marinone;",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 1428",
        "place": "MONTEORTONE (Italy)",
        "visionary": "Pietro Falco",
        "title": "Madonna della Salute",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1429",
        "place": "Penafrancia (Spain)",
        "visionary": "Brother Simon Vela",
        "title": "Our Lady of Penafrancia",
        "description": "Mary appeared several times to the Frenchman Simon Vela, a Marian devotee. In her appearances, Our Lady urged the devotee to seek an ancient icon, which had been buried many years ago because Moorish invasion. For five years the man tried without success to uncover the portrait. He found it in 1434, thanks to a miracle of Mary herself where light had fallen from heaven on the place where the painting was buried. Once it was unearthed, he realized that the portrait showed the first apparition of Mary that he received. In 1437 the Dominicans founded a convent in that place.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Oct 9, 1440",
        "place": "Desenzano al Serio, Lombardy, diocese of Bergamo (Italy)",
        "visionary": "Ventura Bonelli (11)",
        "title": "Our Lady of the Miracle",
        "description": "The Virgin appeared to Ventura Bonelli, a farmer 11 years old, daughter of Andreolo de Bonelli, for fifteen months with the left leg seriously ill, so the doctor decided to amputate that day. In the night between 8th and 9th , suffering great grief, the girl got up and crawled to the door of her house. Here, in a dazzling light, Mary appeared suddenly and she knelt down in front, discovering the leg sick within a white bandage, wrapped it with soil, took the mud smeared with spit and spread it on the limb, then tying the clothesback around it . Our Lady told her that morning, completely healed, she had to show her fellow citizens to spread the miracle, asking that a shrine place was built at that place. In 1468 the the first sanctuary building was completed, called the Ripa. In 1599 a second opened, built where the house in Ventura. From the remodleing of this, around 1740, the current sanctuary was born.",
        "feast": "",
        "commemorated": "",
        "source": "Dictionary of Apparitions of the Virgin Mary. Laurentin p. 208. Gamba, 1999, 300.",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1440",
        "place": "MARIA FALLSBACH (AUSTRIA)",
        "visionary": "a noble hunter",
        "title": "",
        "description": "According to an ancient tradition, around the year 1440, the Virgin appeared to be a noble hunter who had a passion for hunting and practiced on Sundays. Just saw, to his astonishment, an image of the Virgin harnessed between the horns of a deer. Following the animal to the banks of a stream and finding him dead, he took horns with the picture from the lifeless body and placed it in a chapel built at his own expense. In the sixteenth century, between 1516 and 1517, the chapel was enlarged and transformed into the sanctuary.",
        "feast": "",
        "commemorated": "",
        "source": "latheotokos.it",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1449",
        "place": "Anderlecht (Brabant, Belgium, diocese of Malines-Bruxelles)",
        "visionary": "1 woman",
        "title": "Our Lady of Grace",
        "description": "A very devout woman had the privilege of receiving an apparition of Our Lady who appeared to her as Our Lady of Grace.",
        "feast": "",
        "commemorated": "",
        "source": "Arch Ernst suppl.; Gamba, 1999, 301; Hierzenberger, 1993, 112.",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "",
        "place": "MATRAVEREBÉLY-SZENTKIST (HUNGARY)",
        "visionary": "a shepherd",
        "title": "",
        "description": "A local legend tells of the miraculous following phenomena: a mute shepherd had the privilege of seeing the Blessed Virgin showed him a source of spring water. The confident shepherd went to this spring and wet his throat, and immediately afterwards he could speak. A document of which can be viewed at this place recounts that more healings of this type also occurred.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "November 1470",
        "place": "Badia di Cava (Italy)",
        "visionary": "Gabrielle Cinnamo (shepherd)",
        "title": "",
        "description": "One afternoon in November 1470, a shepherd Ponteprimario at Sunset, in the province of Salerno, named Gabriele Cinnamo, while he is tending the sheep with the young Dattilo Parito sees wandering around a cliff surrounded by Ivy, a lovely dove, which repeatedly comes out and falls into a bush grown in discrete height. Curious tries in vain to climb up the steep rock, but can not. The next day returns with a long ladder and a good ax to clean the brambles and bushes, and introduces the hole mate Dattilo with a lantern that can see a beautiful and spacious cave. The next night, however, while sleeping, Gabriel sees in a dream the Virgin Mary, who tells him: \"Gabriel, leaving to others the care of the goats; edificami a chapel in the cave, and I'll always be your advocate.\" The next morning Gabriel was perplexed about what to do, it is a simple dream, but decided to personally inspect the cave. This is convenient, even if wet, to build a chapel. Do not spend many days, while grazing his flock and he is intent to weave wicker, sees a mysterious light in the cave and at the same time feels the same words that Our Lady had told him in a dream. Stunned by this clear and categorical command, decides to leave the herd, wearing a coarse habit, and start a new life, calling themselves Fra 'Gabriel. Then obtained the permission of the Abbot of the Benedictine Santa Maria de Olearia in Maiori, under whose spiritual jurisdiction is the territory, he builds an altar in the cave of the miracle dedicating it to the Blessed Virgin under the title of \"advocate.\" The news of the miraculous event spreads like wildfire and soon, with the help of the people, is built at the top of the rock church with a bell tower and a few rooms for the convenience of pilgrims. These rooms were enlarged in 1508 and increased by the same Fra 'Gabriel, to satisfy the desire of seven of his fellow countrymen who want to give themselves to him as a hermit's life. This is the first group of many hermits who honor the Virgin until 1687, that is, until the coming of the Camaldolese of Monte Corona, who built a hermitage regular. The Camaldolese decorate the church with marble and precious furnishings, September 8, 1720 the church was consecrated and dedicated to SS. dell'Avvocata by the Bishop of Ravello and Scala, Bishop Warrior. In memory of the work of expansion and embellishment made by the Fathers Camaldolesi is placed on the center door a plaque that still today can be read in Latin. It recalls the discovery of the cave by means of a dove, and the construction of the primitive church in honor of B. Virgin Advocate, by Gabriel Cinnamo in 1475, enlarged and embellished by the children of St. Romuald in 1719.",
        "feast": "",
        "commemorated": "",
        "source": "http://www.latheotokos.it",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1471",
        "place": "Lignières, Berry, France",
        "visionary": "JEANNE DE FRANCE (saint, 1464-1505, canonized in 1950)",
        "title": "",
        "description": "In 1471, the \"Virgin appears to her” in the oratory of the castle of Lignières, in the Berry. \"Before your death,\" said the apparition, \"you will found a religion in my honor\" (quoted by F. Rapp, in D. Dinet, 22 and Giard, 69). Jeanne, daughter of Louis XI and Charlotte of Savoy, married Louis of Orleans (future Louis XII) who ended their marriage in 1498, year in which the blessed Gabriel-Maria, Cordelier, became her spiritual director. According to hagiographic tradition, the Virgin encourages her to found the order of the Annonciades, approved by a canonical bull instituted by Pope Alexander VI on February 12, 1502. Messages * evoke the Franciscan and Marian dimension of the Annonciade: \"By the wounds of my Son, you will have the Mother\" (Chronicle of the Annunciation, 77; Drèze, 159, 162, 275, n ° 187 and H. Jacobs, \"The spiritual intuition of Jeanne de Valois\", in D. Dinet, 85). Historians of spirituality have retained his devotion to the hearts of Jesus and Mary. The hagiographic tradition of the classical age relates the following facts: \"Jesus Christ and the Virgin presented her with two hearts on a platter, Jesus Christ smilingly telling her also put hers there. But the Blessed One was greatly astonished that, having sought it, she perceived that she had none, because it was more perfectly united to that of Jesus than to her own body. \"(Chronicle of the Annonciade, 183-184, quoted by S. Martin, The Lives of the Saints, which are served in the course of the year ..., t. I, Paris, Edme Couterot, 1696, 486; by Giard, 86 and Philippe Loupès, in D. Dinet, 12). B.: Chronicle of the Annonciade. Lives of Blessed Jeanne de France and Blessed Gabriel-Maria ofm, ed. criticized by J.-F. Bonnefoy, Paris, Ed. Franciscans, 1937; D. Dinet (eds.), Jeanne de France, Paris, Cerf, 2004; J.-F. Drèze, Reason of State, reason of God. Politics and Mysticism at Jeanne de France, Paris, Beauchesne, 1991; A. Girard, Saint Jeanne de France, Paris, Médiaspaul, 1988; Mr.Rameau, The Miracles of Saint Jeanne de France, Master's thesis, typed, University of Tours, 1982; Sister Mary of the Incarnation, The Marian Life of Saint Jehanne of France, Annonciade Monastery, Ville-neuve-sur-Lot, 1950.",
        "feast": "",
        "commemorated": "",
        "source": "Dictionnaire des «apparitions» de la Vierge Marie – René Laurentin, Patrick Sbalchiero p 355-356",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1487",
        "place": "Our Lady of Light (Liébana, Spain)",
        "visionary": "girl cowherd",
        "title": "Nuestra Señora de la Luz de Liébana \"La Santuca\"",
        "description": "Around 1487 it is said that a girl was taking care of her cattle and she was dispersed in the mist. She could not gather them together and crying, she exclaimed: \"God help me, help me with your light, Virgin Mary\", when it was dark. In the act he heard angel songs and saw the Virgin arrive with the Child in his arms and ordered her to go down to Aniezo and tell the priest to go up and send the brush that covered the entrance of a cave to clean, where he would find an image the one that should dedicate a sanctuary, to receive the people special graces. She abandoned the sheep and went down to the village. They say that the devil presented her in a pilgrim's outfit and tried to hinder her, but she entrusted herself to the Virgin and the enemy disappeared. Upon reaching the town, the priest did not believe her, and the girl returned. The Virgin imposed the sign of the cross to chase away the demon and sent it back to Aniezo. The priest, seeing her, went up with several neighbors at dawn and found the cave. They took her to the parish and the construction of the hermitage began, where the shepherdess remained as caretaker or blessed of the sanctuary. The image was canonically crowned by the Bishop of Santander on May 2, 1991. Pop John XXIII named her patron saint of Liébana in 1960. It has great devotion not only in Liébana but also in Polaciones, Nansa Valley. They also celebrate this dedication in Pesaguero on September 8, in Pejanda (Polaciones). Source: http://www.laredcantabra.com/",
        "feast": "",
        "commemorated": "",
        "source": "http://www.laredcantabra.com/",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://www.laredcantabra.com/anesantander/cristiacant/patronas/laluz.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 16, 1493",
        "place": "Raccogni (Italy)",
        "visionary": "Antonio Chiavassa",
        "title": "Madonna of the Graces",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 17, 1494",
        "place": "Balze di Vergereto (Italy)",
        "visionary": "Two young sheperdesses",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "",
        "place": "ALEXOS, CASTILE (SPAIN)",
        "visionary": "a young girl",
        "title": "Nuestra Senora de la Casita (Our Lady of the Little House)",
        "description": "She is very devoted to Mary. found a statue of the Virgin near Alexos. Soon after the discovery,the Virgin Mary appeared to her and urged her to build a chapel in that place with a hermitage. The statue bears the name of Nuestra Senora de la Casita.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1496",
        "place": "AZAGNA (SPAIN)",
        "visionary": "Joan Nasquez of the Cross (1481 - 1534)",
        "title": "",
        "description": "Joan Nasquez of the Cross, born March 3, 1481 to Azagna, from his childhood had visions and apparitions of Mary. At the age of fifteen she entered the Franciscan conventin Cubas, near Madrid, on the advice of Holy Virgin. Later, in this convent, was Abbess. Joan received the gift of Stigmata and died in 1534. She performed many miracles.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "c. 1500",
        "place": "Dolní Dvonste, Cesky Krumlov, South Bohemia, Czech Republic",
        "visionary": "",
        "title": "",
        "description": "The story goes that around 1500, Mary appeared to some shepherds here atop a rock, which then split. The gap kept growing; it is said that the world will end when a hay wagon can pass through. In the 1600s, Clarissan nuns built the church of St. Mary of the Snow over the Holy Stone. A nearby chapel houses a healing spring. In 1949 Communist authorities closed the church and repurposed it as a collective farm granary, then as a military warehouse. Its Baroque fittings were looted, its stucco decorations used for target practice, its convent ruined and demolished. Following the 1989 Velvet Revolution, an international effort by German, Austrian, and Czech believers restored the church and chapel and renovated the statue, which had been moved to another church for safekeeping. The annual pilgrimage on the Sunday after August 5, feast of Our Lady of the Snows, which resumed in 1991, features mass in Czech and German, followed by a picnic.",
        "feast": "",
        "commemorated": "",
        "source": "http://www.wherewewalked.info",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1500",
        "place": "Wethenstein (Switzerland)",
        "visionary": "a devout farmer",
        "title": "",
        "description": "A devout hermit saw Mary and as the queen of the sky circled by numerous angels and heard the voice of the heavens when the man recounted the vision he was doubted in 1518 some miracles at Werthenstein were verified that attested to the Marian apparition in 1520 at the place was consecrated a chapel",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1996 p 114",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1508",
        "place": "Chiogga (Italy)",
        "visionary": "Carlo Baldissera Zanon",
        "title": "Blessed Virgin of the Little Ship",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "March 19, 1509",
        "place": "Villefranche-de-Rouergue, Aveyron, Midi-Pyrénées, (France)",
        "visionary": "",
        "title": "Notre-Dame de Treize-Pierres (Our Lady of Thirteen Stones)",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "March 9, 1510",
        "place": "Motto di Livenza (Italy)",
        "visionary": "Giovanni Cigana (farmer)",
        "title": "",
        "description": "The Mother of Jesus appeared to a pious old man with 20 years recited every day S. Rosary and knelt in front of a happy \"Capital\" of the Virgin Mary, located at the intersection of the roads for Motta, Oderzo and Redigole. Even the morning of March 9 the Cigana, going to work, he stopped there to pray, and then continued on his way. But soon he stopped, struck by a marvelous vision: sitting quietly on the green wheat in a field, there was a beautiful young girl, dressed in white. Between the old and amazed the mysterious girl, he played a simple and friendly dialogue, then when the Cigana knew it was the Holy Virgin, fell to his knees, as if shot and sat in silence. So in the fresh morning sounded the voice of Madonna full of sadness and pity. She ordered Cigana to fast with the family for three Saturdays and preach fasting and repentance to all the people of Motta and the towns and villages of the land trevisana: Who had fasted with true repentance, he would have received mercy and forgiveness from the Lord, angry for too many sins of the people. To then leave an indelible memory of his beloved land of apparitions in Motta, the Virgin ordered that in that place was to be built a church. Hierzenberger 1996 p 114",
        "feast": "",
        "commemorated": "",
        "source": "www.latheotokos.it / See also Hierzenberger 1996 p 114",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Aug 14, 1512",
        "place": "STRUGNANO (Italy)",
        "visionary": "Piero Zagabria and Giovanni Grandi",
        "title": "Madonna of the Vision",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 12, 1514",
        "place": "Liveri di Nola (Italy)",
        "visionary": "Autilia Scala",
        "title": "",
        "description": "t was the shepherd to which, according to legend, on the night between 12 and 13 April 1514 in Liveri would have appeared the Madonna . According to what is handed down, the girl, the daughter of peasants, was carrying grazing his cows when at one point he saw the Madonna. She would say \" Autilia, I have chosen to one of the highest business you make will in my name, led by Count Enrico Orsini, in Nola, and tell him that under that bush to the right of my hand, there is a buried my image, for many centuries; I want it to dig the earth and you are building a temple in my honor . \" She went from the count, Autilia was not believed. The next day there was a second appearance in the same place, and this time the face of the youth was marked by a ray of light. Returned the count, this time it was taken seriously, and with the cooperation of Bishop Monsignor Bruno, excavations were undertaken in the place indicated by Our Lady. Here he was found a painting depicting the Virgin between two angels, which was identified as the Immaculate Queen of Victories. Along with the painting he was found a bell weighing about forty pounds, storied inscription \"SS. NICOLAS, Confessor CHRISTI, MARIA VIRGO NOW Pronobis, KAROLUS DEI GRATIA REX SICILIAE\". According to some sources, the Carlo mentioned in the inscription would be Charles II of Anjou , who, after some victory in battle, he would build there a chapel dedicated to St. Nicholas of Bari and the Madonna. Painting and bell would then belong to this ancient building of the thirteenth century [1] . The events of those days were an important event in the history of Liveri, that since then begins a journey to the Marian city, which extends to date [2] . The site of the apparitions became the site of construction of a number of religious structures sovrappostesi over time, and resulted in the current Sanctuary of Santa Maria a wall . In honor of the apparitions, the shrine was placed an inscription that reads still visible [3][4] : DOM Deiparae VIRGINI DECEASED OLIM IMAGO SUB TERRA SEPTA VEPRIBUS Autilia SCALE INDICATING THE DIVINE MONTI, miraculis LATE CLARUIT ET WALL, IN QUO PICTA EST NOMEN habuit YEAR AB EILSDEM VIRGINIS partu MDXIV Pidie IDUS apr?lis [5] About three months after the apparitions Autilia died. The shepherdess is today dedicated the square next to the shrine in his native Liveri.",
        "feast": "",
        "commemorated": "",
        "source": "Wikipedia (Italian)",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://it.wikipedia.org/wiki/1514",
            "https://it.wikipedia.org/wiki/Liveri",
            "https://it.wikipedia.org/wiki/Maria_(madre_di_Ges%C3%B9)",
            "https://it.wikipedia.org/wiki/Carlo_II_d%27Angi%C3%B2",
            "https://it.wikipedia.org/wiki/San_Nicola_di_Bari",
            "https://it.wikipedia.org/wiki/XIII_secolo",
            "https://it.wikipedia.org/wiki/Autilia_Scala#cite_note-1",
            "https://it.wikipedia.org/wiki/Autilia_Scala#cite_note-2",
            "https://it.wikipedia.org/wiki/Santa_Maria_a_Parete",
            "https://it.wikipedia.org/wiki/Autilia_Scala#cite_note-3",
            "https://it.wikipedia.org/wiki/Autilia_Scala#cite_note-4",
            "https://it.wikipedia.org/wiki/Autilia_Scala#cite_note-5",
            "https://it.wikipedia.org/wiki/Autilia_Scala"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1518",
        "place": "Wethenstein (Switzerland)",
        "visionary": "A devout hermit",
        "title": "Queen of the Sky",
        "description": "A devout hermit, saw Mary as Queen of Heaven, surrounded by several angels, and heard the voice of heavenly hymns. When the man people about told the vision, he was at once believed. In 1518 some miracles occurred in Werthenstein that attested to the Marian apparition. In 1520 a chapel was consecrated on the site.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 2, 1518",
        "place": "Camogli (Liguria, diocese of Genoa, Italy)",
        "visionary": "Angela Schiaffino",
        "title": "Madonna of the Mountain",
        "description": "According to tradition the Blessed Virgin Mary appeared to a girl in this place and asked for the construction of a church and a convent. Before this desire of Our Lady was heard and believed by the faithful a long time passed. Only in 1634, a new church was built near the monastery served. The church was consecrated the statue of the Madonna and the custody of the latter. In 1817 the first statue of Blessed Virgin Mary was crowned by Pope Benedict XV.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1996 p 116",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/camogli/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "August 10, 1519",
        "place": "Catignac, Mont Vardaille (France)",
        "visionary": "Jean de la Baume (farmer)",
        "title": "Our Lady of Graces",
        "description": "On the 10th of August, a woodcutter, John de la Baume, went up to the Verdaille hill. He was alone. As was his custom, he started his day in prayer. When he stood up, he saw a cloud and the Blessed Virgin then appeared with the Baby Jesus in her arms, surrounded by Saint Bernard of Clairvaux, Saint Catherine the martyr, and Saint Michael the Archangel. Our Lady was standing with her feet on a crescent moon. She spoke to John in the following way,\"I am the Blessed Virgin. Go and tell the clergy and the Consuls of Cotignac to build a church right here on this spot in the name of Our Lady of Graces, and have the faithful come here in procession to receive the gifts that I wish to bestow.\" Then the vision disappeared. Was it a hallucination? Whether he doubted or not, John kept the message to himself, which entitled him to a second apparition of the Mother of God! The following day, the 11th of August, standing in the same place to finish his wood cutting, he had the same vision and received the same request. This time, he decided to obey and went down to the village immediately. John was known to be a sober man and both the authorities and the villagers supported him unanimously. In the same year the first stone was laid for the foundation of the church; two years later Pope Leo X approved of worship and pilgrimage.The chapel has been witness to many graces and miraculous signs, most notably the miraculous birth of King Louis XIV - a birth that was difficult to obtain for his royal parents had previously been unable to conceive.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1996 p 117",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/cotignac/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1535",
        "place": "Altkirch, Alazia (France)",
        "visionary": "Many people",
        "title": "",
        "description": "The Virgin appeared below the bastion of the city to scare off the Protestants.",
        "feast": "",
        "commemorated": "",
        "source": "Dictionary of the Apparitions of the Virgin Mary p 74. (Rosa Mystica, n. 37, 37)",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 11, 1536",
        "place": "Combarbio (Italy)",
        "visionary": "A young shepherdess (12)",
        "title": "Madonna of Mt Carmel",
        "description": "The architectural complex consists of the church and the old convent of the Carmelites , was erected between 1536 and 1552 on design and design attributed to the engineer Grand Ducal Giovanni Alberto Camerini from Bibbiena , in the place where on July 16 1535 the Madonna had appeared to shepherds. The plant of the church is a Latin cross with a large transept . On the right side is placed against the bell tower dated 1566 and the cloister . The complex underwent restoration nineteenth century and was the subject of a recent intervention of architectural restoration. Above the altar is the table that says sixteenth copied in 1536 by Niccolò Soggi is inserted in a shrine decorated with wooden carvings to big golden foliage with four children, of baroque style, on the sides.",
        "feast": "",
        "commemorated": "",
        "source": "https://it.wikipedia.org/wiki/Santuario_della_Madonna_del_Carmine_al_Combarbio",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://it.wikipedia.org/wiki/Ordine_della_Beata_Vergine_del_Monte_Carmelo",
            "https://it.wikipedia.org/wiki/1536",
            "https://it.wikipedia.org/wiki/1552",
            "https://it.wikipedia.org/w/index.php?title=Giovanni_Alberto_Camerini&action=edit&redlink=1",
            "https://it.wikipedia.org/wiki/Bibbiena",
            "https://it.wikipedia.org/wiki/1535",
            "https://it.wikipedia.org/wiki/Maria_(madre_di_Ges%C3%B9)",
            "https://it.wikipedia.org/wiki/Transetto",
            "https://it.wikipedia.org/wiki/1566",
            "https://it.wikipedia.org/wiki/Chiostro",
            "https://it.wikipedia.org/wiki/XIX_secolo",
            "https://it.wikipedia.org/wiki/Niccol%C3%B2_Soggi"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1539",
        "place": "Gorizia, Fruili (Italy)",
        "visionary": "",
        "title": "",
        "description": "According to legend from this place, Mary ould appear two times to a shepheredess named Ferligoinza and gave a message to be transmitted to the people: \"The people ought to build a chapel in this place and implore me to receive my grace and my forgiveness.\"",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1996 p 127",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1553",
        "place": "Wethenstein (Switzerland)",
        "visionary": "Leonardo Weissenstein (insane farmer)",
        "title": "Mary the Holy Mother of Sorrows",
        "description": "One day he escaped from the asylum and, while fleeing, Mary appeared to him and promised him a cure, provided that the costruct a chapel. Leonardo recovered after a while and began excavations for the foundation of the chapel and found a statue of Mary the Holy Mother of Sorrows. The statue was placed in the chapel when built, it became a miraculous image of grace, the object of worship in South Tyrol. The shrine of Pietralba ( Weissenstein Wallfahrtsort Maria ) is a place of Marian devotion arose following the visions of an inhabitant of the village, the farmer Leonhard Weissensteiner, in 1553 . This sanctuary, located in the village of the same name, is visited every year by many pilgrims devoted to Our Lady; among them there were also Pope John Paul I and Pope John Paul II . Near the shrine, in the nearby forest there is the hermitage of Leonhard Weißensteiner, which would take place the apparition of the Madonna. Interesting place from the point of view of nature, for the views of theDolomites and a base for excursions of medium / easy difficulty. Locality of reference is that of Monte San Pietro ( Petersberg ), 1 km to the village.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1993 p 128 The shrine of Pietralba ( Weissenstein Wallfahrtsort Maria ) is a place of Marian devotion arose following the visions of an inhabitant of the village, the farmer Leonhard Weissensteiner, in 1553 . This sanctuary, located in the village of the same name, is visited every year by many pilgrims devoted to Our Lady; among them there were also Pope John Paul I and Pope John Paul II . Near the shrine, in the nearby forest there is the hermitage of Leonhard Weißensteiner, which would take place the apparition of the Madonna. Interesting place from the point of view of nature, for the views of theDolomites and a base for excursions of medium / easy difficulty. Locality of reference is that of Monte San Pietro ( Petersberg ), 1 km to the village.",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://it.wikipedia.org/wiki/Dolomiti"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Sept 8, 1550",
        "place": "Azay-on-Thouet (France)",
        "visionary": "Louise Estivalle",
        "title": "Our Lady of the Kneeler",
        "description": "One Sunday, September 8th in around 1550, Louise Estivalle was on her way to mass in Azay-on-Thouet, France. She was the lady of the manor of Poupelinière and Leon de Lusivert's widow, remarried to Mr. Darrot in 1548. On her way, she met a beggar who asked her for some bread. She took pity on him, returned in haste to the castle to collect the necessary food, which she gladly gave to the beggar. Her errand had delayed her and she rushed off without further ado. Then she was still two miles from the church, she heard the sound of the bells-it was already the time of the elevation. She knelt down piously and as she stood up she \"saw the Virgin in a dim light\" holding Jesus' inert body in her arms. \"Look towards the church, my daughter. You will see from here the celebration of the Holy Mystery, as though you were actually present,\" she heard the Blessed Virgin say. Louise looked up and \"saw an illuminated altar and a priest raising the consecrated host\". Later, Louise had a shrine built on the site of the apparition. Since the middle of the 16th century, believers have venerated the Virgin at this shine as \"Our Lady of the Kneeler\". Miracle cures have been claimed and on September 11, 1908, Pius X granted a 300-day indulgence to all those who visited the shrine. Still today, the feast day of September 8th attracts hundreds of believers.",
        "feast": "",
        "commemorated": "",
        "source": "Excerpt from Father Laurentin’s Dictionnaire des Apparitions - Fayard 2006",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Apr 22, 1557",
        "place": "Guilianova (Italy)",
        "visionary": "Bertolino (farmer)",
        "title": "Madonna of the Splendor",
        "description": "On April 22, 1557, around noon, a pious farmer, named Bertolino, tired for collecting firewood, resting in the shade of a leafy olive tree. Refreshed by the pleasant breeze coming from the sea up there, about to doze off when he sees between the branches of a dazzling light and in the center, the Virgin Mary, who tells him: \"Come on, Bertolino, is' in Giulianova and brings the beautiful news that the Great Mother of God has chosen his home here. Warns the clergy who is a solemn procession to honor and here, where now you see me, you have built a sanctuary. \" Stunned for the thrill, but proud for the assignment, Bertolino runs by the Governor of the city to tell him the message of Our Lady. But, as expected, both the Governor that some of the notables present, have a great time listening to the strange story, and when the farmer begins to insist that they follow him on the site of, the hunt in a bad way, and consider him a visionary. Quite miserable for the poor reception received, Bertolino he returns home, and the next day, early in the morning, he went again at the olive tree with the hope of seeing the bright image of the Virgin and to be able to trust all its bitterness. The Apparition back! With my heart in my throat, running along the last stretch of the climb, feels humiliated and offended, not because of the injuries received, but rather the failure of the mission played by Madonna. Come close to the tree, the Madonna is there waiting for him. Encourages and exhorts him to return by the Governor, but also the second embassy had greater success than the first. On the third day, Bertolino back in that place now so dear to him. He kneels down and waits to return the Apparition. The Virgin returns: gently and firmly encourages him to demonstrate to the Governor that what he says is true. Without hesitation, Bertolino returns to town. With courage, for the third time, relates how the Virgin commanded him, and insists that they all go up with him up the hill to check the veracity of his story. But this time the injuries plus the beatings. To better put him to trial, the present resort to violence. The miraculous spring Bertolino, from mild temperament, would have been overwhelmed if Madonna had not intervened to free him! Suddenly, who beats him with his arm remains paralyzed and mute. In the hall hangs a heavy silence! Everyone understands to be witnesses of a supernatural and each, in his heart, he asks forgiveness for the offenses committed against the poor Bertolino. The Governor shall convene the frightened pastor, the Canons, and all, in solemn procession, come at the place determined by Bertolino who, with hearts full of joy, leads the procession to the duke's palace miraculous place. All, trasecolati admire the vision, clear and distinct, the Virgin Mary, shining between radiance of dazzling light. And a great new gift store for them the Madonna, as tangible proof of the extraordinary and lasting event, at the foot of the olive is overflowing with a source of pure, fresh water, which still continues to the relief of many sick! The first miracle is the very man who has beaten Bertolino and made fun of him. Sincerely repented, regaining the word and the use of the arm. The news of the apparition spreads like wildfire and the place attracts a multitude of people to write down with water from the source to invoke mercy, protection and comfort.",
        "feast": "",
        "commemorated": "",
        "source": "latheotokos.it",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 2, 1557",
        "place": "Rapallo (Italy) - OR - MONTALLEGRO (SICILY)",
        "visionary": "Giovanni Chichizola (peasant)",
        "title": "Our Lady of Rapallo",
        "description": "The Virgin Mary, wrapped in a heavenly light and with a garment woven of beautiful roses, appeared to a peasant named John Chichizola, old farmer of Montallegro, Genoa, leaving behind a Greek-Byzantine icon and asking for the construction of a church saying, \"I am Mary, the Mother of God. Tell everyone I want to be honored in this place and I'll let my little image fly by angels from Greece as a pledge of predilection. Fast on Saturday.\" John could not move the picture and left it on the mountain. On the way back, with some priests and faithful to see the picture they found a spring flowed where they had placed the feet of Mary. The priests took the picture in the Church, but he disappeared and was again found in the place of the apparition. This happened three times, and eventually left her permanently on the mountain. In December 1574 a ship from Ragusa, the current Dubrovnick, Dalmatia, docked in the port due to a violent storm. The captain and the sailors went to the shrine to thank the Virgin for saving them from the wreckage and were amazed to see the image as it was the same mysteriously disappeared from their land 17 years earlier. After many negotiations were able to take her away, but during the first night of navigation, the image disappeared and reappeared from the ship on the mountain. The Archbishop of Genoa ascertained the authenticity of the facts and on August 6, 1558, authorized the construction of the church and in July 1559 the sanctuary was opened for worship. The miraculous effigy, given by Our Lady to Rapallo in 1557, is set in a lovely pavilion silver and a bar of wood 18 cm by 13, which depicts the Dormition of the Virgin, Death and Assumption of the Virgin the sky. Below is represented the Virgin Mary dead, dressed in a dark robe and lying on a bed covered with a red cloth, and around, the apostles in prayer. Against the sky, there is the Holy Trinity, depicted as three distinct Persons, but together, almost joined to become one, and in the hands of the Holy Trinity where the Blessed Virgin Mary is located. The Holy Father Benedict XVI on the occasion of the 450th anniversary of the Apparition sent a letter to Mons. ALBERTO TANASINI, Bishop of Chiavari.",
        "feast": "",
        "commemorated": "",
        "source": "http://www.latheotokos.it",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1559",
        "place": "Monomotapa (Rhodes)",
        "visionary": "Gonzales da Liveira, SJ (b. 1526)",
        "title": "",
        "description": "The Jesuit priest , born in 1526 in around Lisbon Almeiria, was wanting to establish a mission in Rhodesia, so he went to a Muslim Emperor Monomotapa and gave him a token of friendship, a portrait of the Madonna. The emperor accepted the portrait, and for five consecutive nights sky was illuminated by the appearance of the Queen Heaven. So the emperor decided to be baptized and left the mission in his country. Fr. Líveira was assassinated by Muslim extremists on March 15.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1569",
        "place": "Faenza (MARCHE)",
        "visionary": "Alexander of Butrium (a Capuchin friar )",
        "title": "",
        "description": "The Capuchin friar Alexander of Butrium prayed fervently Mary to protect him from his grave temptations. After his sincere prayer, the Mother of God with the crown of victory crowned the brother by hand. After that, he was immune to the temptations.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 133",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1569",
        "place": "Máriagyüd (HUNGARY)",
        "visionary": "Thomas Mathinicz and two Calvinists",
        "title": "",
        "description": "The Calvinists had taken over the Catholic shrine of Máriagyüd (founded 1148). Thomas Mathinicz saw the Mother of God in a window of the church who told him: \"Why am I not freed from my prison?\" Later, also two Calvinists saw Mary appear on the portal of the church. When this phenomenon was reported back to Leopold I, he immediately gave the order to return the church to the Catholics.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 133",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 1574",
        "place": "CASALPUSTER- LENGO (Italy)",
        "visionary": "The Virgin Mary appears to 4000 persons",
        "title": "Our Lady of the Capuchins",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1576",
        "place": "Nursia (ITALY)",
        "visionary": "Giacomo, a Capuchin monk",
        "title": "",
        "description": "The Capuchin monk Giacomo had an apparition of the Blessed Virgin Mary, occurring shortly before his passing into eternity. The friars who were around his bed said: \"You see! You see! The Triumphant Queen of Heaven is here! She is coming to get me.\" Then he turned to the Madonna, he said with emotion: \"O Most Glorious and Most Pure Virgin Mary, as you are good to come to me and comfort me with your visit! \".",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 134",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "June 7, 1578",
        "place": "VISORA DI CONFLENTI (Italy)",
        "visionary": "Lorenzo Folino, Vermiglia Mercuri, Delicia Mastroianni and others",
        "title": "Madonna della Quercia (\"Madonna of the Oak\")",
        "description": "The Virgin appeared for the first time a shepherd who, in the sheep, was attracted by a sweet melody from a slope called Serra Campanaro. He saw a stately lady who, from the top of an oak, he said, \"Go son, the mayor and the priest, and tells them what you saw. Tell them that I am the Mother of God and that you want to build a church in the place that I can show you, \"pointing to a bottom of said Visora??. The boy told the incident but was not believed. On June 14 the same year, in the same locality, an old peasant woman had the same vision and was given the same message. On June 24, the most famous apparitions happened to the blind and lame from birth who, miraculously, got a cure. Back in the country began to knock on doors of homes of friends telling asleep watching and called it a miracle. Then there were other views in the locality of Visora. The place was now a place of pilgrimage, and there arose votive icons, in one of them was a large stone in the shape of a foot referred to as \"The Lady of the Tread.\" In 1862 they built the church but on the evening of July 21, 1921 it was destroyed by fire. In 1958, the shrine was rebuilt in the same place as it is today. Our Lady of Visora is venerated with the title of \"Madonna della Quercia\".",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1580",
        "place": "ZIRONI (SPAIN)",
        "visionary": "Ambrosio of Zironi, later a Capuchin",
        "title": "",
        "description": "Mary appeared repeatedly to Ambrosio of Zironi , as the \"Blessed Mother of God\", and advised him to enter the Capuchin Order. In fact, he entered the Order and was forever the gift of the certainty of his spiritual mission. Hierzenberger 1997 p 135",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 135",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 16, 1580",
        "place": "Ziteli (Switzerland)",
        "visionary": "Giategen Dietegen (18 - shepherdess)",
        "title": "",
        "description": "Mary appeared to a girl eighteen gathering firewood and said, \"Go to the people of Oberhalbstein tell them that the Lord can not stand it much longer. People should try to improve and become more devout and good, otherwise they must expect the punishment of God, the crops will dry up and people die! I can no longer direct the mercy of my Son for these corrupt people. \" Mary appeared during the following two days, and urged the seer to spread the news of this apparition more and more. The governor of the region after having analyzed it thoroughly was convinced, then appealed to the people for the practice of penance for half of the processions. A shrine was erected at the place where Mary had appeared, which was later entrusted to the Capuchins. Every Sunday during July, August and September of each year was dedicated to pilgrimage.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 135",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 24, 1585",
        "place": "PUMENGO (Italy)",
        "visionary": "Francesco Zamboni",
        "title": "Madonna della Rotonda",
        "description": "lmost a century and a half after the apparition of the Blessed Virgin in Caravaggio , which took place as is known the 26 May 1432 , it is said that May 24, 1585, to a deaf-mute Calino, who moved recently to Pumenengo and named Zamboni Francesco , appeared the Madonna and ordered him to invite the owner of the property, Count Francesco Barbò , to erect a temple where there was then a simple chapel country. The deaf-mute, suddenly regained the power of speech, he did make the heavenly mission in proving himself the truth of what asserted; so the most pious Lord, convinced, he hurried to make the desire of the Blessed Virgin Mary, and three years (in 1588) with the assistance of Count Antonio Secco, the sacred building was constructed . According to local legend, a deaf-mute who prayed much was suddenly freed from his infirmity by means of an apparition of Mary. Hierzenberger 1997 p 1595",
        "feast": "",
        "commemorated": "",
        "source": "http://tanogabo.com/santuario-della-madonna-della-rotonda-di-pumenengo/ According to local legend, a deaf-mute who prayed much was suddenly freed from his infirmity by means of an apparition of Mary. Source: Hierzenberger 1997 p 1595",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1587",
        "place": "Médous, Bagnères-de-Bigorre",
        "visionary": "Domenge Liloye",
        "title": "Our Lady of Médoux",
        "description": "The Virgin Mary appeared in Médous, Bagnères-de-Bigorre a woman named Domenge Liloye to announce an outbreak of plague punitive and save people who drink water from a miraculous spring. https://fr.wikipedia.org/wiki/Notre-Dame_de_M%C3%A9doux",
        "feast": "",
        "commemorated": "",
        "source": "Denys Shyne Lawlor, The shrines of the Pyrenees , trans. of M me L. Countess of L'Écuyer, Mame, Tours, 1882 https://fr.wikipedia.org/wiki/Notre-Dame_de_M%C3%A9doux",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Janary 7, 1588",
        "place": "COSTA DI FOLGARIA (Italy)",
        "visionary": "Pietro dal Dosso",
        "title": "Our Lady of Grace in Costa Folgaria (Trento)",
        "description": "The Shrine of Our Lady of Grace at Costa Folgaria, Trento. . It is located at an altitude of 1230 meters. In January, 1588, Our Lady appeared to a monaco, by Dosso Peter, asking him to build a church in that place. For centuries, the shrine was one of the most important Marian of Trentino. In 1955 Pope Pius XII proclaimed Our Lady of Grace Costa, \"distinguished patron and principal of all skiers of Italy.\" Feast Day on January 7",
        "feast": "",
        "commemorated": "",
        "source": "http://www.verginedegliultimitempi.com/santuari_mariani.htm",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1590",
        "place": "BRAC (PORTUGAL)",
        "visionary": "A wealthy Portuguese cityman",
        "title": "",
        "description": "A wealthy Portuguese cityman was very ill. Then this man, who was very devoted to Our Lady, commanded his Muslim servant to put a statue of the Blessed Virgin in the room and adorn it with flowers every day. The Muslim servant obeyed without feeling forced to perform this task, indeed, full of love for Mary. When the Lady of Heaven appeared to him, she inspired him to be baptized so as not to have more doubts about the Catholic faith. The Muslim was baptized and became fully convinced a courageous defender of Catholic doctrine.",
        "feast": "",
        "commemorated": "",
        "source": "hierzenberger 1997 p 138",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1589",
        "place": "Tabacué, Corrientes, (Argentina)",
        "visionary": "Group of Indians",
        "title": "The Virgin of Itati",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "September 11 , 1595",
        "place": "MONTE BONICCA (Italy)",
        "visionary": "Many inhabitants of Campo Ligure and Masone",
        "title": "",
        "description": "The Parish Church of Campo Ligure stands on the ruins of the Church of St. Mary in the Castle destroyed by the soldiers of the Republic of Genoa courses during the looting and the burning of Field July 22, 1600. The current building, late Baroque was built in the mid-seventeenth century. The interior has a single nave is richly decorated. Most of the decorations were made ??by Francesco de Lorenzi in the second half of the nineteenth century. The large fresco of the half-dome is Charles Orgiero and represents the Apparition of the Blessed Virgin of Mount Bonicca. Towards the '500 sharpened the conflict with the neighboring fief of Masone to the definition of the boundaries. The long conflict resulted in the peace of 1595, which was followed by the tragic events of July 1600. The Corsican soldiers sent to quell the revolt of the people against the misrule of the Spinola family, after a short siege set fire to the village, which was completely destroyed. During the 600 Field came to be populated with the reconstruction of the entire country and the colonization of land more distant from the town, to the ends of the feud. On September 11, 1595, the Blessed Virgin appeared to the inhabitants of Campo Ligure and Masone, two villages in the Valle Stura. The two communities were divided by political motives and by parochial hatreds and 4 centuries were bitter struggle. Between 5 and 9 September 1595, two representatives of the people of Campo went to Vico to implore the grace of the Madonna del Pilone peace. Upon their return to Field, September 10, during vespers in the church occurred unusual phenomena: some of the people fell to the ground unconscious, a woman known as a person idiot, full mystical fervor, he began to speak words of great content spiritual, etc.. The next day he met the men of Field with those of Masone and came to the peace, who celebrated together by participating in a Mass in Masone. After the celebration, everyone saw on Mount Bonicca a white cloud that seemed to consist of a large army of people. This soon vanished, giving way to another equally bright cloud, made ??in the manner of the chapel. Disappearance which appeared lower a woman dressed in blue coat, with one arm out, and a white veil on her head, as they use the nuns, his face shining as much as not being able to fix in the eye. She stood behind two other women. Appeared, as a result, yet another cloud white and shining, made ??in the manner of the tower, which soon expanded into a woman dressed in white, who walked quickly over the woods, following them quickly to the valley and then disappear. He reappeared again in the top of the mountain, always dressed in white, with a white veil on her head, accompanied by two women placed at its sides, also dressed in white, who were in the act of reverence. The appearances were preceded by 4 cases of healing. http://www.mariadinazareth.it/",
        "feast": "",
        "commemorated": "",
        "source": "\"Marian Apparitions\" of M.Gamba, ed. Sign with additional information obtained from the respective municipalities. http://www.mariadinazareth.it/",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1600",
        "place": "MARIAHILF, Passali, (GERMANY)",
        "visionary": "The Baron Marquard von Schwendi (1574-1634)",
        "title": "",
        "description": "From his garden during the night, The Baron saw a light illuminating the majestic surrounding hills. He noted that this light, over time, acquired more and more traits of the Mother of God. Impressed by this sight, he built a church on the spot as she asked him to build a church in her honor. The temple was built in 1620 and is venerated Mariahilf icon in 1363, coming from the eponymous Slovak sanctuary.It later became a sanctuary and was entrusted to the Capuchin friars. The baron died in 1634.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 143",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1601",
        "place": "San Severino (Italiy)",
        "visionary": "",
        "title": "",
        "description": "On October 16, 1601 lights were purportedly observed around a shrine to the Virgin. Rosa Mystica No 35, 4",
        "feast": "",
        "commemorated": "",
        "source": "Rosa Mystica No 35, 4",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1601",
        "place": "Aleth (Francia)",
        "visionary": "a young man",
        "title": "",
        "description": "In 1601, a young man was caught by a horrible vision of a \"Ethiopian chopping a man to pieces\". A \"beautiful lady\" then appeared to him:\"One day you will run into in the hands of this man unless you change your behavior and do penance. \"Shortly after, the Virgin dressed in white appeared to him in broad daylight and ask him to enter religious life.",
        "feast": "",
        "commemorated": "",
        "source": "Dictionary of the Apparitions of the Virgin Mary p 66. (P. Courcier, 346 and Sausseret, t. II, 1854, 248)",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "August 18, 1602",
        "place": "BORGO SANTA CATERINA (LOMBARDIA)",
        "visionary": "Many townspeople",
        "title": "Mother of Sorrows",
        "description": "In broad daylight, many people saw a star in the sky from which flowed out three rays of light, then the \"Mother of Sorrows\" appeared: her face was marked by pain and was surrounded by bright arrows. All the witnesses of the apparition, impressed by this image of the Most Holy Virgin, repented of their sins and many of them devoted themselves to the true life and devout Christian. Souerce: Hierzenberger 1997 p 144",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1606",
        "place": "Helligwasser, INNSBRUCK (Austria - Germany)",
        "visionary": "Johann and Paulus Mayr, shepherds",
        "title": "",
        "description": "The Mother of God with the Child Jesus appeared to two shepherd children, John and Paul Mayr. The brothers saw the Virgin in a blue robe with a spring in the woods. The Madonna urged them both to go to the abbot of the monastery of Wilten to tell the news of the apparition and communicate the will of the Most Holy Virgin to build a church in that place. The two did not dare to ask the abbot and spent much time at this supernatural event. John Mayr was married and had a dumb son. One day he went to the spring in the woods for a walk with his son and suddenly, with full joy of the father, the child received the gift of speech. Then he remembered the assignment entrusted to him by Madonna all those years ago and, feeling very guilty for not doing anything, from that time he worked with all the energy to fulfill its mandate. After a difficult drawing, the church was built in that place of grace also for the influence of miraculous healing, visible to all. The site, which was later called Heiligwasser (Holy Water), still attracts many pilgrims. Hierzenberger 1997 p 145",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 145",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1610",
        "place": "Manaoag, Pangasinan (Phillipines)",
        "visionary": "1 man",
        "title": "Our Lady of Manaoag (Our Lady of the Most Holy Rosary of Manaoag)",
        "description": "A native man who was walking home heard a Lady's mysterious voice. He looked around and with great awe he saw the radiant Lady with a Rosary on her right hand and a Child on her left as she stood on a cloud veiling a treetop. The man fell on his knees. He told the people of the apparition. And soon right on the spot where the Lady appeared a chapel was built. A town quickly flourished around it and was called \"Manaoag\". Tradition has it that the town itself was born from the Virgin Mary’s call, thus the term, \"taoag\" meaning \"to call\" was used to name the town. This is where the name Manaoag was derived from, which means \"She Calls\". During World War II, the Church suffered moderate damage. 4 bombs were released on top of the church. 3 bombs landed on the plaza and the facade, destroying them both. One bomb landed in the sanctuary, but failed to explode. The church was rebuilt, and today, it is an active parish serving Manaoag and the surrounding area.",
        "feast": "",
        "commemorated": "",
        "source": "http://ourladyofmanaoag.org/",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://www.ourladyofmanaoag.org/",
            "http://ourladyofmanaoag.org/",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/manaoag/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1611",
        "place": "Bingsacan, Taal (Phillipines)",
        "visionary": "Juana Tangui (slave of Don Juan Mangabot) and around 30 women",
        "title": "Nuestra Senora de la Misericordia",
        "description": "The natives saw several times, mainly at night, near a river where they go to fetch water, a very great light coming from a small opening in a large rock. Because of her desire to be healed from her eye illness, Juana went to the stream in the company of nine or ten other people and when she was in the water she saw a vision of Our Lady who told her to come back once she was a member of the Confraternity of St Augustine and was wearing the customary belt. She did this and returned with several people and at the request of Our Lady handed her some rosaries and the belt and upon receiving them back, was cured of her eye condition and could see clearly. This was the first recorded Marian apparition in the country. From the miraculous cure of her eyes during the apparition, the well water, now known as “Balon ng Sta. Lucia” and the adjoining stream, now known as “Banal na Tubig” have been known to possess miraculous attributes of healing to this day. An arch with pediment was constructed after 1611 over the wells, which generally marks the spot of her apparitions, and is today called “Banal na Pook”. On February 24, 1620, Augustinians issued an order to construct a church \"in the same place and site as Caysasay, visita of Taal, as it has been verified through serious investigation that the Most Holy Virgin has appeared there. It is resolved, likewise, that it be given the title of Nuestra Senora de la Misericordia.\"",
        "feast": "",
        "commemorated": "",
        "source": "Fr. Pedro Galende, O.S.A, Angels in Stone: Augustinian Churches in the Philippines",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://www.caysasay.com/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1619",
        "place": "Caysasay, Taal (Phillipines)",
        "visionary": "Catalina Talayn (a native slave girl)",
        "title": "Our Lady of Caysasay",
        "description": "According to a church inquiry, a vision first appeared to Catalina, who had gone up the hillside with a companion to gather firewood and fetch some water. The unexpected vision of something small in stature but radiating extraordinary brilliance from a hollow in the rocky landscape so bewildered the girl that she ran to tell her companion, and both fled terrified back to the town of Taal. Historian Jose M. Cruz, S.J., Ateneo de Manila University, reviewed original microfilm documents of the inquiry into the apparitions and reports that Church officials interrogated Catalina but she told them she could not clearly identify what she saw. Many people flocked to the area. Even without official church sanction, native devotion was quick and spontaneous. Miraculous healing powers were attributed to the waters from the spring. More than 30 people declared they saw visions of the Lady at Caysasay.",
        "feast": "",
        "commemorated": "",
        "source": "Fr. Pedro Murillo Velarde, S.J., Historia de Filipinas",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://www.caysasay.com/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1620",
        "place": "Alessandria della Rocac, Sicily (Italy)",
        "visionary": "A blind girl Angelina and her mother Rosa",
        "title": "la Madonna della Rocca (Our Lady of the Rock)",
        "description": "A woman goes to the country with her blind daughter. An angel appears to her daughter, then the Madonna also appears and asks them to go to town and ask the priests to do a dig in that place because they would find an image. They found a statue. The lady then asked for the construction of a sanctuary where the found statue can be kept and venerated. As a sign of credibility, she gave sight to the girl. The statue is 60 cm., probably dating from the sixth century, and well executed. A shrine was built in honor of Our Lady of the Rock, The story of this discovery has been transmitted orally without written documents; communque know the name of the girl, Angelina, and that of his mother, Rosa. In 1637 Pope Urban VIII and granted partial and special indulgences to pilgrims. The original statue was replaced by a copy. In 1873, when it was put back in its original site, a paralytic, Domenico Guide Brio, regained the use of his legs.",
        "feast": "",
        "commemorated": "",
        "source": "Dictionary of Marian Apparitions, p. 67 (Gamba 355; Rocco Pirri, Sicilia Sacra)",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1624",
        "place": "Auray (England)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1629",
        "place": "Maria Bildstein (AUSTRIA)",
        "visionary": "George Hofle (farmer) and sons John and Martin",
        "title": "",
        "description": "At a time when the plague raged, George Höfle had vowed to erect a chapel to the Virgin Mary when the danger had been averted, but the promise was not fulfilled in spite of the epidemic having stopped. Long afterward, the children of George, Martin and John, had an apparition of the Blessed Virgin, in which she communicated with the two brothers that the reason for her sadness was that their father had failed to fulfill the vow. As soon as the news was conveyed to him by the children of the miraculous apparition of Mary and her words, the man hastened to perform this task.",
        "feast": "",
        "commemorated": "",
        "source": "latheotokos.it",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1630",
        "place": "Gandos di Galleno (Italy, Lombardy, Diocese of Brescia)",
        "visionary": "Margherita Lazzaroni (+1686), a young deaf and dumb woman",
        "title": "",
        "description": "An epidemic of plague devastated the region. \"The Virgin accompanied by a guardian angel\" appeared to her and said \"The plague will end if the inhabitants of Galleno repent and pray the rosary\". Church of St. Bartholomew , the baroque structure. A picture and a note notary preserved in the church relate to an intervention of the Virgin Mary: \"Appeared in Gandoss the suit from birth Margherita Lazzaroni, after giving her word, the commanded to go to Galleno to announce that if the population had made arecitare the rosary every night, the plague would disappear from Galleno ... The gallenesi I believed ... and after a few days ... Galleno was freed from the plague. (...) Because instead in the countries of the Valtellina the plague had decimated many young people, the young men ran to Galleno to choose their wives ...\" from: Wikipedia (Italian)",
        "feast": "",
        "commemorated": "",
        "source": "Dictionary of Marian Apparitions. Laurentin. Gamba, 1999, 358. Church of St. Bartholomew , the baroque structure. A picture and a note notary preserved in the church relate to an intervention of the Virgin Mary: \"Appeared in Gandoss the suit from birth Margherita Lazzaroni, after giving her word, the commanded to go to Galleno to announce that if the population had made arecitare the rosary every night, the plague would disappear from Galleno ... The gallenesi I believed ... and after a few days ... Galleno was freed from the plague. (...) Because instead in the countries of the Valtellina the plague had decimated many young people, the young men ran to Galleno to choose their wives ...\" from: Wikipedia (Italian)",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://it.wikipedia.org/wiki/Galleno"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1632",
        "place": "Cavite City, Cavite (Phllipines)",
        "visionary": "1 Spanish sentinel",
        "title": "Our Lady of Solitude of Porta Vaga / Reina de Cavite",
        "description": "The Blessed Virgin Mary is depicted as garbed in black and white, kneeling as she contemplates the instruments of her Son's Passion. Before her are the crown of thorns and the nails.[2] The icon of is painted on a canvas framed in carved wood. The painting itself is set with gold and silver accouterments and precious gems, which are ex votos from her devotees. An inscription found at the back of the painting says: \"A doze de Abril 1692 años Juan Oliba puso esta Stma. Ymagen Haqui\" (\"On 12 April 1692, Juan Oliba placed this most holy image here\"). It is considered an invaluable treasure inherited by the Caviteños, and is the oldest extant dated Marian painting in the Philippines. A legend narrates that many years ago, a small detachment of the Spanish Guardia Civil was stationed at a garita (little garrison, or sentry post) located at the end of the Isthmus of Rosario. One stormy night, a Spanish sentinel was at his post and he perceived a bright, shifting light. A dazzling apparition rose form the currents of Cañacao Bay, startling the sentry with suspicion that it could be pirates out to raid the port (at the time, Cavite was at the peak of economic prosperity because of the Manila-Acapulco Galleon Trade). Frightened, the sentinel shouted, \"¡Alto! ¡Alto!\" (\"Halt! Halt!\"). Instead of stopping, the light proceeded toward him. Hence, in a loud voice he asked, \"¿Quién vive?\" (\"Who is there?\"). He then heard a sweet and melodious voice reply: \"Soldadito, ¿por qué el alto me das en noche tan fría? Dame paso. ¿No conoces a María?\" (\"Little Soldier, why halt me on a night so cold? Give me passage. Thou knowest not Mary?\") The sentinel, struck in awe and confusion, humbly and repentantly replied, \"Perdóname, Virgen María, Reina de mi devoción; pues solo soy un soldado que cumplo mi obligación!\" (\"Forgive me, Virgin Mary, Queen of my devotion; I am but a soldier that complies with my duty!\") The following morning, fisherman and workers at the Cavite Royal Arsenal passed through the Porta Vaga (Vaga Gate) and found a framed image of the Virgin on the beach along Cañacáo Bay near the place of her earlier apparition. They brought the image to the parish priest who temporarily installed it in the parish church. Later, a small chapel was built near the Porta Vaga's walls, and for three centuries it was the icon's shrine. The icon was used to bless the galleon plying between Cavite and Acapulco, Mexico during formal sending off ceremonies, earning her the title \"Patroness of the Galleon.\"",
        "feast": "",
        "commemorated": "",
        "source": "Wikipedia",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://en.wikipedia.org/wiki/Nuestra_Se%C3%B1ora_de_la_Soledad_de_Porta_Vaga"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1638",
        "place": "PRAGUE (CZECHOSLOVAKIA)",
        "visionary": "Father Cyril",
        "title": "Our Lady of Victory",
        "description": "The statue of the Infant Jesus of Prague was brought from Spain by Princess Lobkowitz in Prague in 1628 and was donated to the Carmelite Church of Our Lady of Victory. Many years later, the statue was taken from the Oratory of the Carmelites to be transferred elsewhere. Then Blessed Virgin Mary appeared to Father Cyril, shortly before midnight on the eve of the feast of the Immaculate Conception, and, stretching out her arms from the church choir, pointed to the exact location suitable for the worship of the Divine Child. This apparition made sure that the statue was returned to the Oratory, and placed in the location indicated.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 159",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1640",
        "place": "Montagnolo-Pinnochio (Italy)",
        "visionary": "",
        "title": "",
        "description": "In 1640, the Virgin appears to prevent a terrible epidemic that is about to fall on the region.",
        "feast": "",
        "commemorated": "",
        "source": "Gamba, 1999, 360",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1641",
        "place": "PALIZI (RUSSIA)",
        "visionary": "a sick woman",
        "title": "",
        "description": "A portrait of the Madonna, called Strastnaya (Our Lady of Sorrows), was painted by an artist of great talent. This portrait was originally created when Mary appeared in Palizi, to a sick woman and who she urged to make atonement. The Madonna also advised the invalid to venerate this image that she might regain health. The sick woman obeyed and regained health. In the same year, the portrait of \"Mary of Sorrows\" was carried in procession in Moscow. Hierzenberger 1997 p 160",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 160",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1642",
        "place": "\"Our Lady of the Annunciation\" Jesuit Reduction (Uruguay)",
        "visionary": "a young girl (10)",
        "title": "",
        "description": "Jesuit Reduction of \"Our Lady of the Annunciation\". This reduction (so called when the reservations where missionaries lived were closed and the Indians converted) a girl of ten years passed away. She had a natural inclination for music and often actively took part in the celebrations and the Mass. She was known for her devotion to Mary, and before her death the Most Holy Virgin, as \"Our Lady of the Annunciation\" appeared twice to prepare her for the transition.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 161",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1649",
        "place": "Plounévez-Quentin (France)",
        "visionary": "Louise Le Comec (b. 1632)",
        "title": "",
        "description": "Louise Le Comec, born in 1632 in his youth led a life very worldly and superficial, then retired at a popular mission. Before his death, while praying the rosary for a good death, the Blessed Virgin Mary appeared to him and anticipated precisely when he would leave the world. When the time came, Louise received the Sacrament and was accompanied by Mary in death.",
        "feast": "",
        "commemorated": "",
        "source": "HIERZENBERGER 1997 P 164",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "August 15, 1652",
        "place": "La Prénessaye, Querrien, Bretania, diocese of Saint-Brieuc (France)",
        "visionary": "Jeanne Courtel",
        "title": "Our Lady of Eternal Aid",
        "description": "(12 - deaf/mute shepherd girl) The twelve year-old Jeanne Coutel was born deaf and dumb. As she fed the sheep at her native village of La Prénessaye, the Blessed Virgin Mary appeared to her and healed from his sickness. After the apparition, she could speak and hear normally. The next day the miracle that Mary appeared again, this time the Virgin urged to build a chapel for the worship of Mary. As evidence of her appearance, in addition to the miracle of healing, Mary showed her where a statue was buried of the image of \"Our Lady of Eternal Aid.\" The statue was found and this place manifested fifteen apparitions of the Virgin which were considered and recognized as authentically supernatural by the Bishop (St. Brieuc). The chapel was immediately built on site of the apparitions and the statue was unearthed on the inside. A huge mass of pilgrims traveled to this shrine to venerate the statue of Mary. A few days later, also in the chapel, other miracles were manifested. The statue became a famous devotional with the attribute of \"Our Lady of Eternal Aid.\"",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 165",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../approved_apparitions/querrien/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../approved_apparitions/querrien/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1655",
        "place": "Pieve di Rosa, San Vito al Tagliamento (Italy)",
        "visionary": "Maria Giacommuzzi",
        "title": "Holy Mary of Pieve di Rosa",
        "description": "On February 2, 1655 an epileptic child of eight years, Maria Giacomuzzi, is praying in front of a fresco of the Blessed Virgin Mary, located on a wall of the house of his grandfather Giovanni (Zuane), Villa Rosa, then on the left Tagliamento. The family had gone to church. The image was a rudimentary fresco, walled up the wall on the porch, who represented Mary with Child, this fresco was up to 1648 in the house near the river that had been sold to pay off a debt. Destroyed the house by the new owner, the fresco was miraculously saved and Giacomuzzi carried it into your new home. While the girl was praying absorbed, suddenly, he was rapt in ecstasy. When he recovered his senses he found himself completely healed and told family members that he saw a beautiful lady dressed in white with these words: \"I saw there, next to the picture, a beautiful lady, dressed in white, who smiled at me and calling me. When I was close to the good lady said to me: \"I'm not good in this place, where blasphemy against My Son, of 'your father that he be converted and that makes me carry in a church, on a public road; warn the others of the villa to refrain from the sin of blasphemy. For because of this huge impiety were devastated by hail your campaigns in recent years and are hanging over your head even more terrible punishments; obey all my notes and in this day forward you will not be exposed to the insults of evil that so far has harassed you \". Soon the news has great resonance and reaches to the nobles of the nearby St. Vitus. The family Giacomuzzi decides to accede to the request to transfer to the miraculous image of St. Vitus and provides their oxen for transportation, that is established for the Second Sunday of Easter of the same year (31 March 1655). At the gates of San Vito, near the Church of St. Nicholas outside the walls, the oxen are locked and refuse to continue, despite repeated beatings. The event is interpreted as a clear indication of the Blessed Virgin to keep your image in that Church. It spreads immediately worship and devotion to the image of Our Lady of Rosa, which are attributed to repeated miraculous events. Over the centuries the Church has repeatedly enlarged and embellished to become an important shrine dedicated to Our Lady of Rosa. On 22 March 1945 a final and terrible bombardment completely destroyed the sanctuary and save the bell tower, on which are also evident, even today, the signs of splinters. Among the piles of debris is found, miraculously intact, the image of Our Lady of Rosa. After the war, thanks to the work of the Franciscan friars and the generosity of many of the faithful, we construct a new sanctuary on the opposite side of the highway (463), along which stood the previous year. Even today, the Sanctuary of the Madonna di Rosa is a destination for many pilgrims and reference point for the faithful of the right and left Tagliamento.",
        "feast": "",
        "commemorated": "",
        "source": "www.comitatodirosa.it with the addition of other information",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1667",
        "place": "MARY TAX (AUSTRIA)",
        "visionary": "Nicola Kraus of Georgenberg",
        "title": "",
        "description": "The Most Holy Virgin appeared to a landowner in the area of Stams in Tyrol and asked him to build a chapel where a strong Marian devotion was observed . The abbot Nicola Kraus of Georgenberg began in 1667 to build the chapel in the woods. The shrine was visited by a large devotional pilgrimage; many pilgrims and wayfarers came here to lay their sufferings and their intentions in the hands of the Mother of God.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 169",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1664 - 1727",
        "place": "Mercatello sul Matauro",
        "visionary": "St. Veronica (Ursula) Giuliani (December 27,1660 - July 9, 1727, stigmatic)",
        "title": "",
        "description": "Ursula Giuliani was a Franciscan nun who has been described as the most representative figure of Baroque mysticism. Born Orsola Giuliani in Urbino of a comfortable middle-class family, after seeing the Blessed Mother in a vision, she determined to become a Capuchinnun at Città di Castello in Umbria in 1677 against her father’s wishes. She took the name Veronica and had a difficult novitiate because of the severity of her superiors. She is said to have had numerous mystical experiences, including several visions of Our Lord in which she received the stigmata, including those of a crown of thorns on her head. The bishop, in an effort to rule out the possibility of fraud, subjected her to many more trials. She was not allowed to be alone for one moment and she was forbidden to receive Holy Communion. She was not allowed to talk with any of the sisters except those assigned to watch over her, and she was not allowed to communicate with the outside world. Her hands were put into gloves with the fastenings sealed with the bishop's signet. She served as mistress of novices for thirty-four years and abbess for ten, leaving behind a ten-volume spiritual diary. Veronica died on July 9, 1727, and was canonized in 1839. Her feast is not on the General Roman Calendar, but it is celebrated by the Franciscans on this day.",
        "feast": "",
        "commemorated": "",
        "source": "McBrien, Richard. The Pocket Guide to the Saints p.165",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1668",
        "place": "San Vito di Casalbuttano (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1673",
        "place": "Janots, Paray-Le-Monial / Lauthecour (France)",
        "visionary": "St. Margaret Mary Alacoque (1647-1690)",
        "title": "",
        "description": "Saint Margaret Mary Alacoque, was blessed with apparitions of the Blessed Virgin as a child. In 1655, at the age of eight years, lost his father who was a judge and notary, well known. After his father's death, Margaret had much to suffer: the fifth of seven children, she was placed in a boarding house in Charolles at the Poor Clares. Living among the sisters, she discovered the peace of the cloister, and, on the occasion of her first communion, she realized the depth of her mystical consciousness of the conflict between the peace of God and the turbulence of the world. She was often ill, immobilized by rheumatism, making?a vow to the Virgin to become \"one of her daughters', if she were healed. These years of suffering prepared her sanctification. In June 1671, after overcoming many obstacles of a practical nature, Margaret Mary Alacoque recovered and kept her promise to the Mother of God and entered the convent of the Visitation at Paray-le-Monial. The convent that she chose was living in conformity to the thought and the inspiration of Francis de Sales. Margaret became a chosen one of our Lord Jesus Christ, from whom he received great graces. The mystic nun was one of the most fervent ambassadors of the message of the Sacred Heart of Jesus",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 170",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "",
        "place": "Agnie, Québec (Canada)",
        "visionary": "Martin Kandegonrhaksen (+1675)",
        "title": "",
        "description": "The Virgin appeared to Martin Kandegonrhaksen, a young indian Mohawk.",
        "feast": "",
        "commemorated": "",
        "source": "H. Béchard SJ, Kaja'tano: ron Kateri Tekakwitha, Québec, Centre Kateri, 1992, 125.",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1680",
        "place": "SAINT-Carr (FRANCE)",
        "visionary": "Jean Bizier",
        "title": "",
        "description": "A simple worker, Jean Bizier, had a dream: he saw himself looking for a statue of the Blessed Virgin Mary near his village. She appeared to him and showed him exactly the place. The next day the man came to the place indicated by the Lady and began to dig. After just a few minutes, he reached a certain depth and he found a actually found a statue of the Madonna. The news spread and was eventually a chapel was built to venerate the statue of Mary. The chapel was consecrated in 1696.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 170",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1692",
        "place": "Cavite City (Phillipines)",
        "visionary": "a Spanish sentinel",
        "title": "Nuestra Señora de la Soledad de Porta Vaga, (Our Lady of Solitude of Vaga Gate) also \"Reina de Cavite\" (i.e. Queen of Cavite) and \"La Virgen de la Soledad\"",
        "description": "Feast Day: Third Sunday of November A legend narrates that many years ago, a small detachment of Spanish Guardia Civil was stationed at a sentry post called garita located at the end of the Isthmus of Rosario. One stormy night, while a Spanish sentinel was at his post, he perceived a halo of a bright shifting light. A dazzling apparition rose form the currents of Cañacao Bay startling the sentry with suspicion that it could be pirates who were out to ransack the port because that time, Cavite was at the peak of economic prosperity because of the galleon trade. Frightened, the sentinel shouted \"¡Alto! ¡Alto!\" (\"Halt! Halt!\"). However, instead of stopping, the light proceeded toward him. Hence, in a loud voice he asked, \"¿Quién vive?\" (\"Who is there?\"). He then heard a sweet and melodious voice saying: \"Soldadito, ¿por qué el alto me das en noche tan fría? Dame paso. ¿No conoces a Maria?\" (\"Little Soldier, why halt me on a night so cold? Let me pass. Dost thou not recognise Mary?\") The sentinel, struck in awe and confusion, humbly and repentantly replied, \"Perdóname, Virgen Maria, Reina de mi devoción; pues solo soy un soldado que cumplo mi obligación!\" (\"Forgive me, Virgin Mary, Queen of my devotion; for I am a soldier who complies with my duty!\") The following morning, fisherman and workers at the Cavite Royal Arsenal usually passed through the Porta Vaga (Vaga Gate) found along the beach of Cañacáo Bay a framed image of the Virgin. It was close to the spot where she appeared the previous night. They brought the image to the parish priest who temporarily installed it in the parish church. Later, a small chapel was built near the Porta Vaga's walls, and for three centuries it was the shrine of the Virgen de la Soledad. The icon was used to bless the galleon plying between Cavite and Acapulco (Mexico) during formal sending off ceremonies, earning her the title \"Patroness of the Galleon\". In 1929, a new parish priest, Fr. Pedro Lerena y Lerena of Logrono, Spain, was assigned to the Puerto. At the same time, he was appointed Rector of the Ermita. His great dedication to the cause of the Virgen de la Soledad saw the beautification and the improvement of the Ermita through the years. During the Second World War, Fr. Lerena was able to retrieve the precious image of the Virgin from a junkyard where it was thrown by the Japanese invaders and brought it to the Archbishop’s Palace in Intramuros, Manila and later to the vaults of the Philippine National Bank for safekeeping. It was brought back to Cavite only after the liberation in 1945, this time to her home at the San Roque church because the Ermita was destroyed by Japanese and the combined Filipino-American forces. Until his death in 1972, Fr. Lerena served as the guardian of Cavite’s priceless treasure.",
        "feast": "",
        "commemorated": "",
        "source": "Consuming passions: Philippine collectibles Erlinda Enriquez Panlilio, Jaime C. Laya 2003 page 70",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1692",
        "place": "THE GIAUDET-LANRIVAIN (BELGIUM)",
        "visionary": "peasant (30)",
        "title": "",
        "description": "At Lanrivain (diocese of Saint-Brieuc), Mary appeared to a poor peasant thirty-year-old father of twelve children and multiplied the bread on the table of the poor family of the seer. Despite this miracle, the local priest did not believe in the apparitions and then became blind after ten days. One day his parishioner miraculously found a statue of the Madonna and fell deep in prayer in front of it: while the priest went back to being able to see. Immediately after recovery, the priest did everything to build a chapel to Mary.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 173",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1696",
        "place": "Ellwangen, WÚTTENBERG (GERMANY)",
        "visionary": "Philip Jeningen SJ (1642-1704)",
        "title": "",
        "description": "Philip Jeningen SJ (1642-1704) was actively engaged in parish missions. He was a great mystic and devoted to the cult of Mary. Philip devoted himself to the spiritual care of souls in need, being able to convert or reconvert many people. He received the gift of the Holy Stigmata from an apparition of the Blessed Virgin Mary and Jesus Christ. Jesus himself gave him the holy stigmata of His Holy Mother. Father Philip worked with deep missionary fervor in Diocese of Eichstätt, Augsburg and Würzburg and was able to promote the construction of the sanctuary at Schönenberg Ellwangen.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 174",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "",
        "place": "SLJMEG (HUNGARY)",
        "visionary": "Mrs. Sophia Feilheim Vienna",
        "title": "Our Lady of Sorrows",
        "description": "Mrs. Sophia Feilheim Vienna, suffering from an incurable disease, saw in a dream a Pieta that suddenly began to speak: \"Search this statue, pray before it with confidence and get better.\" Then the Holy Virgin continued: \"Bring my statue to Hungary.\" Mrs. Feilheim went looking and found the Pieta in Sumeg in Hungary. It was absolutely identical to what she saw in a dream and that had spoken. She prayed fervently before the image of the Pieta and touched it. After a few hours, she recovered. The faithful sang a hymn of thanksgiving before the statue of the Madonna and Bishop Paul Széchany confirmed the miracle. Sümeg Marian became a place of worship for many pilgrims seeking the comfort of Our Lady of Sorrows.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1700",
        "place": "S.SEVERINO LUCANO (Italy)",
        "visionary": "shepherd",
        "title": "Madonna del Pollino",
        "description": "The origins of the sanctuary \"Madonna del Pollino\" (which derives its name from the mountains on the northern slopes of which rises on the border of Calabria and Lucania) can be traced back to 1700, with the apparition of Our Lady \"bathed in light, fair as the sun \"to a shepherd, and then to a local woman, which pointed to a pool of water because you saw this in a cave nearby, a statue of the Virgin Mary covered with soil. Every year in late spring, devotees climb the nice little sanctuary, reachable only by foot (at a height of 1537 meters.), With a colorful procession carrying the statue of the Madonna from the Mother Church of San Severino. http://www.mariadinazareth.it",
        "feast": "",
        "commemorated": "",
        "source": "magazine \"Madre di Dio\", august 2005 http://www.mariadinazareth.it",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1709",
        "place": "FORET DE LA MADELEINE (FRANCE)",
        "visionary": "St. Louis Marie Grignon de Montfort (1673-1716)",
        "title": "",
        "description": "St. Louis Marie Grignon de Montfort (1673-1716) was an extraordinary mystic, prophet and apostle of the fervent Marian devotion. Its greatest merit is that he has introduced countless people to the love of the Blessed Mother of God and the practice of Marian devotion. Marian devotion of his inspiration presupposes two elements that combine in one body inseparable: the perfect practice of true veneration of Mary and deeper commitment to Jesus, ie the total consecration of themselves to Christ through daily rededication to Mary. On June 5, 1700 Grignon was ordained priest. In 1701 he became a chaplain at the hospital for the poor of Poitiers of which, after various vicissitudes, was appointed director. From 1706 he devoted himself to parish missions for the people, his true vocation, and founded the Daughters of Divine Wisdom, a hospital dedicated to the Order of Most Blessed Virgin Mary. He was a missionary traveling throughout France, and during these trips was often accompanied by the appearance of a \"Lady dressed in white.\" The apparition was seen by some believers. From the prayers of St. Louis Marie Grignon, dedicated to the Blessed Virgin, is the profound influence of these apparitions. Because of the persecution of the Jansenists, who at that time dominated the public and ecclesiastical life, his writings for a long time could not move. Only much later, his treatise on True Devotion to the Blessed Virgin (Traité de la Sainte Vierge à la vraie devotion), which was written in 1842, was widespread. The complete works of Louis Grignon first spread to France and England, then across the German-speaking world, thanks to the publications of the Swiss publishing house Canisius. Grignon was beatified in 1888 and canonized by Pope Pius XII July 20, 1947. The encyclical Ad diem istum, written by Pope Pius X for the celebration of the fiftieth anniversary of the declaration of the dogma of the Immaculate Conception, all written in the spirit of Grignon de Montfort, has promoted the link between the cult of Mary and the modern apostolate. From careful investigation on the mystical Marian Grignon clear the relationship with that of Berulle and Henry Suso.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 178",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1710 and on",
        "place": "Ovada, Castellazzo, Italy",
        "visionary": "St. Paul of the Cross (Paul Francis Danei, 1694-1775)",
        "title": "",
        "description": "St. Paul of the Cross had a vision of our Lady in a black habit with the name Jesus and a cross in white on the chest. In the vision, the Blessed Virgin told him to found a religious order devoted to preaching the Passion of Christ. He later founded the Passionist Order. --- Paul of the Cross (Paul Francis Danei, 1694-1775) was sixteen when his brother fell into a river, Mary. appeared and saved them both from certain death by drowning. Three years later he was converted and received by the office of Madonna leaving the secular world to dedicate himself to the Lord Jesus Christ. In 1715 he enlisted in the Army of the Republic of Venice against the Turks to fight and die as a martyr, believing in this way to serve Christ and do the will of the Holy Virgin. But soon it became clear that, to accomplish the task entrusted to him by Mary, would have to go another way. He then retired for some time in solitude to devote to prayer and atonement and understanding his true path in the world at this time drew up a \"rule\". From his spiritual father, Francesco Arborio, bishop of Alexandria, received the black robe of atonement. Pope Benedict XIII allowed him to seek other brothers, but rejected the rule because too severe. Paul devoted himself to the care of the sick with his brother and was ordained priest in 1727. With some brothers retired to Monte Argentario, where he founded the first home of the Passionists. Benedict XIV approved a less severe form of the rule. During an apparition, Mary Paul explained to the meaning and nature of his pain and induced him to contemplate the sufferings of his Son. Through the spiritual schools of Teresa of Avila, John of the Cross, Francis de Sales and John Tauler, Paul developed a deep passion of the mystic, who through his sermons, also spread among the faithful and contemporary spiritually prepared. At his death the Order of the Passionists had 12 offices with over 200 members. Paul was beatified in 1863 and canonized in 1867.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 179",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/castellazzo/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/castellazzo/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1712",
        "place": "SLOWCZK (RUSSIA)",
        "visionary": "a monk Lova",
        "title": "",
        "description": "The Blessed Virgin Mary appeared on June 18th to the monk Lova, in the convent of Solowczkij, instructing him to build a church on the hill on which stood the convent and to consecrate to the crucifixion of Jesus She said: \"This mountain will be named as Golgotha will be a place of indescribable torment and punishment.\" In 1928 in that place was built a political prison camp where tens of thousands of people died in the most terrible conditions.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 179",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1716",
        "place": "PETERWARDEIN (SLOVAKIA)",
        "visionary": "",
        "title": "Our Lady of Snow (Mary with the protective mantle)",
        "description": "According to tradition, Mary would have extended her great mantle over the army of Prince Eugene and Prince Elector of Baden to make possible the victory of the Christians on the Turkish power. During a celebration, Prince Eugene commissioned the portrait of Most Holy Mary, Who had exhibited in the hospital the morning of the battle of the military, the church of Our Lady of Snow in Peterwardein. The painting was dedicated in eternal memory of the final expulsion of the Turks from Europe. Pope Clement XI arranged the introduction of the feast of the Holy Rosary and the spread of the Angelus, which for a long time, it was also called \"Turkish prayer.\" Pope Callistus III introduced the prayer for daily recitation (you had to pray three times a day as a counterweight to the call of the muezzin of Islam). Peterwardein became an important pilgrimage site and the portrait of the Virgin \"Mary of the Snow\" (Mary with the protective mantle) was the object of devotional worship.",
        "feast": "",
        "commemorated": "",
        "source": "HIerzenberger p 180",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1722",
        "place": "Persquen (Morbihan, Diocese of Vannes)",
        "visionary": "",
        "title": "",
        "description": "A chapel was built. Each August 1, a \"pardon\" (with Mass and procession) attracts hundreds of devotees.",
        "feast": "",
        "commemorated": "",
        "source": "Patrick Sbalchiero \"PERSQUEN\" in: René LAURENTIN and Patrick Sbalchiero, Encyclopedic Dictionary of the apparitions of the Virgin, Fayard, Paris, 2007.",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1747",
        "place": "BOIS-DE-LA ROCHE-EN Neant (FRANCE)",
        "visionary": "Madeleine-Marie Morice (1736-1769)",
        "title": "",
        "description": "Mary appeared to 11 year old Madeleine-Marie Morice (1736-1769) and explained the Lord's Prayer - first the meaning of the words \"Thy kingdom come.\" In another apparition, the Virgin asked the girl we must ensure that an orphanage was founded (House of Providence). In this apparition the Blessed Virgin would have anticipated many sufferings thatshe would suffer, but she promised her personal protection. Our Lady dressed in blue appeared many more times to Madeleine. The girl left this earthly world in 1769.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 184",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1765",
        "place": "POTSCHAIW (UKRAINE)",
        "visionary": "Turkish army",
        "title": "",
        "description": "An apparition of Mary saved a convent from destruction at the hands of the Turks. As soon as the assailants saw a bright light before them, and then majestic figure of the Most Holy Virgin stood beforethem , they fled. In 1772 the icon was crowned in the presence of over one hundred thousand faithful.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 184",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1754",
        "place": "Guaitara Canyon (Colombia)",
        "visionary": "Juana Maria Mueses de Quiñones",
        "title": "Our Lady of Las Lajas",
        "description": "Juana Maria Mueses de Quiñones and her daughter Rosa, a deaf-mute from birth, were resting in a grotto, Guaitara near the river, between Ipiales and Potosi, near the equator. Rosa suddenly starts shouting: \"Mama, look at this dark women with a little baby in its arms!\" Her Mother did not see anything. A few days later, Rosa knelt at the bottom of the grotto in front of a 'mysterious image of the Virgin and Child dressed with a pink robe with golden flowers and a white mantle decorated with stars, standing around 1.40 m high, painted on a flat stone. The Madonna holds a rosary in her right hand that she presents to St. Dominic who is kneeling at her right. Jesus gives a cord to St Francis who kneels on the left of Our Lady. Rays of light encircle the Mother and Child. According to an unknown source, Rosa, who died shortly thereafter, would be resurrected. On September 15th, 1754, a mass was celebrated at that place. On September 16, 1952, the image was solemly crowned.",
        "feast": "",
        "commemorated": "",
        "source": "Mathiot, 106-107",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/guaitara/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 19, 1759",
        "place": "MARIABESUYÚ (HUNGARY)",
        "visionary": "John Fiedler (mason)",
        "title": "",
        "description": "On the site where once stood a church of the Premonstratensian XII century, a new church was to be built in the eighteenth century. On the night of April 19, 1759 the mason John Fiedler had a dream: Mary predicted that the next day in the ruins of the collapsed church, exactly where the altar was, he would find something valuable. She also commanded the builder to put it on the newfound new altar so everyone could see. The next day the mason discovered the place indicated in the dream, a statue of ivory top 11 cm of the Mother of God, a masterpiece of the fourteenth century. The Cardinal Migazzi confirmed the discovery of the miraculous statue. After the discovery of the sacred statue, a new church was built and pilgrims began to flock in large numbers. Mariabesnyö still is one of the most important pilgrimage sites in Hungary.",
        "feast": "",
        "commemorated": "",
        "source": "latheotokos.it",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1779",
        "place": "Bocca Pignone di Ripalta (Italy)",
        "visionary": "Domenico Malatesta",
        "title": "Madonna della Ghianda (Madonnna of the Chestnuts)",
        "description": "In 1778 and again the following year, the Virgin Mary appeared on a branch of a chestnut tree in Mouth pinion Ripalta, in the province of La Spezia, to three shepherd children near the ruins of a church of the twelfth century. The following days, other people have also seen the Blessed Virgin in the same place. The messages point to the need of humanity's conversion, the practice of the sacraments, meditation on the S. Scripture. The image of \"Our Lady of the Chestnut\" is very popular among believers in the region. According to some historical sources, it would, however, the representation of another Marian apparition took place in the late Middle Ages.",
        "feast": "",
        "commemorated": "",
        "source": "http://www.latheotokos.it",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1792",
        "place": "DOROSZLO (HUNGARY)",
        "visionary": "Janos Zavloczki (blind man)",
        "title": "",
        "description": "Janos Zavloczki was a devotee to the cult of Mary. One day he had an accident and became blind. The Blessed Virgin appeared to him and advised him to wash his eyes in a miraculous fountain. The fervent Christian, animated by the hope of being freed from this infirmity, immediately followed the indication of Mary and was healed. The news of the miracle spread quickly and caused a great sensation. First, a chapel was built then, given the large number of pilgrims, a church was erected. -------- In 1792, the Virgin Mary healed Janos Zavloczki blind. A chapel was built on the site of the apparition. Patrick Sbalchiero article \"DOROSZLO\" in: Dictionnaire encyclopédique des apparitions de la Vierge. Inventaire des origines à nos jours. Méthodologie, prosopopée, approche interdisciplinaire, Fayard, Paris",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 186 -------- In 1792, the Virgin Mary healed Janos Zavloczki blind. A chapel was built on the site of the apparition. Patrick Sbalchiero article \"DOROSZLO\" in: Dictionnaire encyclopédique des apparitions de la Vierge. Inventaire des origines à nos jours. Méthodologie, prosopopée, approche interdisciplinaire, Fayard, Paris",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1790",
        "place": "Matemblewo (Poland)",
        "visionary": "",
        "title": "",
        "description": "Miraculous Image Witness: Rosina Puechner (18) During the winter of 1790, the Virgin Mary allegedly appeared to a man from Matemblewo, in the diocese of Gdansk, while walking alone in a forest, near an ancient church built in honor of the Mother of God. The message of Our Lady drew on the themes of peace, penance and prayer. Although historical records exist, it seems that the church authorities have not formally investigated this event.",
        "feast": "",
        "commemorated": "",
        "source": "latheotokos.it",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1798",
        "place": "LaVang (Vietnam)",
        "visionary": "Villagers Quang Tri",
        "title": "Our Lady of LaVang",
        "description": "Many Christians took refuge in the jungle near Quang Tri where they prepared themselves for martyrdom. Many people died from the weather, wildlife, sickness and starvation. One night while praying the rosary they were visited by an apparition of Our Blessed Mother dressed in pure white light holding a child in her arms, with two angels at her sides. She comforted them and told them to boil the leaves from the surrounding trees to use as medicine. She also told them that all those who came to this place to pray, would get their prayers heard and answered: \"My children you begged and implored me in my name, I will preserve you from all dangers, and will I hear anyone here who prays.\" All those who were present, including Buddhists, witnessed this miracle.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/lavang/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1813",
        "place": "Leipzig / Lichen (Poland)",
        "visionary": "Tomasz Klossowoski",
        "title": "Our Lady of Lichen (portrait)",
        "description": "In the battle of Leipzig, a Polish soldier, Thomas Klossowski, was seriously injured. He prayed fervently to Mary so that his suffering would be mitigated. One evening at sunset, the Virgin appeared to him in tears with a golden robe and a crown of gold. She protected him, holding him tightly to her chest, the white eagle, the symbol of Poland, and promised the soldier his imminent healing and return home. Our Lady also asked him to find a paintings where he was portrayed as she had appeared. Once found, the portrait should be hung on the wall of a church as an object of veneration. Klossowski the soldier soon returned home to his country, in Lichen. In 1836 he found the portrait hung in a chapel in the woods. Since then, he was venerated as miraculous. Thomas died in 1848.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 pp 187-188",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/lichen/index.html",
            "http://www.lichen.pl/en/",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/lichen/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1833",
        "place": "Bous-Septfontaines-CLAIRE FONTAINES (FRANCE)",
        "visionary": "Anna Moes (1832-1895)",
        "title": "",
        "description": "Mary appeared to Anna Moes (1832-1895), in the early childhood of this mystic in her family home in Bous. In 1868 Anna joined the Order of the Dominicans and took the name Marie Claire Dominic of the Holy Cross. It was considered as a soul atoning for the reform of the religious order. Sister Marie Dominic had the grace of spiritual and mystical experiences (appearances of God, Angels and Saints). Because of these visions was accused by several parties to be deception and fraud, even by her confessor, who for twelve years did not believe. Finally, a bishop's court decided in her favor in 1884. For all that time she had remained obedient to the ecclesiastical authority, and had endured the suspicion and slander as an exercise in humility. She founded a convent on Mount Limpert in Clairefontaines and one in Luxembourg. She died in 1895. The cause of beatification was initiated in 1915.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 192",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Aug 2, 1834",
        "place": "Valmala (Italy, Piemonte, diocese of Cuneo)",
        "visionary": "5 shepherds - Maria Pittavino (12), Maria Margherita Pittavino (12), Maria Chiotti (12), Maria Boschero (10) and Chiaffredo Pittavino (8 years)",
        "title": "",
        "description": "The shepherds went to graze their herds on the plateau called The Chiotto, where the shrine now stands. Suddenly, with great astonishment, they saw before them, standing on a stone slab, a lady of majestic appearance, in their twenties. She wore a long dress with a belt tied to the sides, reddish in color, on which the head down a long blue veil, held his neck by a gold button. The Lady always appeared alone, with open hands, the traditional attitude of the Mother of Mercy. She was sad, in tears. There is agreement that has not spoken, except perhaps to ask a chapel on site. Particularly important were the appearances of the August 6 , the day Our Lady appeared to four shepherdesses, the seers of the neighboring villages of Valmala: Maria Pittavino (12 years), Margherita Maria Pittavino (12 years), Maria Chiotti (12 years) and Maria Boschero (10 years). In addition to the \"four Marys\", according to some witnesses, including Chiaffredo Pittavino (8 years), brother of Margherita Maria, was present at the time. The first appearance is August 2. The appearances followed many times over 50 days. On the first Sunday of August of 1946 Our Lady Queen of Valmala, was solemnly crowned by Archbishop Luigi Lanzo Gile , Bishop of Saluzzo in the Diocese. From March 19 to July 30, 1949 the statue of the Mother of Mercy, venerated at the shrine, was chosen for the Pilgrimage of Mary, and brought in all the parishes of the diocese. In August 1949, in memory of Pilgrimage, was placed on the forecourt of the Shrine artistic marble statue of the Heavenly Queen.",
        "feast": "",
        "commemorated": "",
        "source": "Gamba, 1999 p. 388",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/valmala/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Jan 28, 1840",
        "place": "Blangy-Versailles (France)",
        "visionary": "Sr. Justine Bisqueyburn (1817-1903)",
        "title": "Our Lady of the Green Scapular",
        "description": "Justine Bisqueyburu was born November 11, 1817, twenty-two years as a postulant entered the Congregation of the Daughters of Charity, founded by St. Vincent de Paul and Saint Louise de Marillac. The superior general of the congregation, in the circular letter of New Year's Eve 1905, wrote of Justine, \"Sister Bisqueyburu had a particular devotion to the Blessed Virgin, a devotion that shone in the words and how fervently praying the rosary.\" Our Lady appeared six times to Sister Justine Bisqueyburu the following dates: January 28, 1840, February 8, 1840, August 15, 1841, September 13, 1841, May 3, 1842, September 8, 1846. The Mother of God had her heart in her right hand surrounded by flames and in the left scapular or rather a sort of half of a scapular (remember that one a medallion scapular proper). The Mother of God urged the servant of God to introduce and spread this \"green scapular\" in honor of the Immaculate Heart of Mary. Ten years after the apparitions received from Catherine Laboure, this sister of the Order of the Vincentians came into contact with the Holy Virgin. The Green Scapular on one side, an image of the Virgin and on the other, a heart on fire with glowing rays of the sun, pierced by a sword and surrounded of an inscription, oval-shaped and topped by a golden cross , bears these words: \"Immaculate Heart of Mary pray for us now.\" The color green symbolizes the confidence in the omnipotence of the merciful Virgin Mary before the throne of God. Sunday September 8, 1846 Holy Mary addressed Sister Justine in Versailles and revealed the meaning of the scapular: \"If the scapular will be taken with confidence give rise to a large number of conversions and will provide a good death for the infidels. \" Pope Pius IX in 1870 approved the scapular. Since then, many prayers have been answered, many conversions have occurred first and miraculous healings of serious illnesses (especially cancer and lung disease). This scapular does not presuppose any membership in a religious order or brotherhood, in no confession nor to Christianity. It can also be given to people far from God to love and recommend them to Mary. But those who wear the scapular must recite the following prayer: \"Immaculate Heart of Mary pray for us sinners now and at the hour of our death. Amen \". --------- On January 28, 1840, the Virgin appeared to Justine Bisqueyburn, orginally from Mauléon, postulant at the Daughters of Charity of St. Vincent DePaul. The apparition asked her to love her \"Immaculate Heart\". On February 8, 1840, the Virgin appeared and gave her the Green Scapular. The apparition occurred again on: August 15th and September 8, 1846 (always in Versailles). In 1855, Sr. Justine went to Constantinople to treat the wounded of the Crimean War, then to Algeria from 1858 to 1867, as the superior of the miltary hospital of Dey. Pis IX approved the green scapular devotion in 1870.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 194 --------- On January 28, 1840, the Virgin appeared to Justine Bisqueyburn, orginally from Mauléon, postulant at the Daughters of Charity of St. Vincent DePaul. The apparition asked her to love her \"Immaculate Heart\". On February 8, 1840, the Virgin appeared and gave her the Green Scapular. The apparition occurred again on: August 15th and September 8, 1846 (always in Versailles). In 1855, Sr. Justine went to Constantinople to treat the wounded of the Crimean War, then to Algeria from 1858 to 1867, as the superior of the miltary hospital of Dey. Pis IX approved the green scapular devotion in 1870. Source: Laurentin, Rene and Sbalchiero, Patrick. Dictionary of the Apparitions of the Virgin Mary. 2010 Edizioni ART. p. 122",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "June 17, 1849",
        "place": "MARIA DOLINA, Poggersdorf / Kamten (Austria)",
        "visionary": "Three Shepherdesses",
        "title": "The Immaculate Conception / Madonna del Bosco (painting)",
        "description": "The Blessed Virgin Mary appeared as the Immaculate Conception on June 17, 18 and 19 to three shepherdesses to prepare the public proclamation of the dogma (1854). Thus began the influx of pilgrims and in the woods, just where she had appeared as the Immaculate Conception was erected a wooden chapel. The church, begun in 1861, was never finished. A local artist painted a picture called the Madonna del Bosco, inspired by the descriptions of the three shepherdesses. This painting was a picture of grace that inspired faith and devotion of many.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 1849",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "c. 1850",
        "place": "Saint John of Acre / Akko (Israel)",
        "visionary": "Habeiche Hassan",
        "title": "",
        "description": "In the first half of the nineteenth century, Habeiche Hassan, the son of the emir of Lebanon, Omar Qasem, converted to Christianity. A prisoner of the war chief Djezzar, he saw the Virgin in a dream where she made him promise to build a shrine in her honor . \"Tomorrow, my son you will be freed and saved.\" J. Goudard, Sainte au Liban Virgin, Paris, 1908, 194",
        "feast": "",
        "commemorated": "",
        "source": "J. Goudard, Sainte au Liban Virgin, Paris, 1908, 194",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1851",
        "place": "Savongo (Italy)",
        "visionary": "St. Luigi Guanella (18421915)",
        "title": "",
        "description": "A vision marked Guanella's life and it happened on the day of his First Communion. A lady -- as he described the Virgin when he spoke of this event -- made him see all that he should have done for the poor. In 1907 Father Constantino Guanella recounted to his nephew: \"It is as if you had seen in a movie thater all that you should have done.\" This dream at nine years of age was determinant for all his other options. This mystical encounter marked him profoundly. Our Lady also appeared to St. John Bosco when he was nine years old to show him his land of mission: young people. The founder of the Servants of Charity and the Daughters of St. Mary of Providence created a religious family modeled on the family of Nazareth, and called to follow a simple two-part program for sanctity: to pray and suffer.",
        "feast": "",
        "commemorated": "",
        "source": "Zenit.com \"SAINT'S SECRET: TO PRAY AND SUFFER\"",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://www.zenit.org/article-33661?l=english"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 19, 1853",
        "place": "Cerreto, Tuscany (Italy) (Tuscany, Diocese of Pitigliano)",
        "visionary": "Veronica Nucci (sheperdess - 12) (1841-1862)",
        "title": "",
        "description": "May 19, 1853, in Cerreto, Italy, (Tuscany, Diocese of Pitigliano), at a place called \"the casetta\" Veronica Nucci, a shepherdess of about twelve, kept his flock together with John the Baptist, his brother seven years, when she saw before her a \"beautiful lady kneeling, wearing a white dress with red flowers and a black belt, a blue mantle blue with red spots on his head a golden crown terminating in a cross.\" \"Veronica, come closer, you will not get wet, kneel down here,\" he heard her say, and added: \"Let us pray the Creed to my Son (...) Let us pray Protest (prayer of preparation for death).\" And finally: \"Help me to mourn.\" - Why are you crying?, Veronica asks. -I cry for sinners. See how it rains? Sinners are more numerous than the drops of rain. My Son has the hands and feet nailed, the Five Wounds open. If sinners are not converted, my son will have to allow the end of the world. And you will be content to live three or four months, or you reach the end of the world? - I would rather die! \"Asked Mrs. pray:\" Every day seven Our Fathers, Hail Marys and Glorias by Gore five Our Fathers, Hail Marys and Glorias by the Five wounds and seven Our Fathers, Hail Marys and Glorias for me that my name Our Lady of Sorrows. \" While reciting the prayers requested by the Virgin, Veronica hears a voice: \"Veronica, along with your mother go to the bishop and tell him that a chapel should be built.\" \"But I don't even believe!\" \"Go, tell him, and you will believe.\" Veronica and her mother went to convince Mons. Barzellotti, bishop of Pitigliano, that the story is worthy of interest. On July 20, 1853, he notified Pius IX. On the following August 13, the Pope requested that an investigation be opened and that a chapel be built if the findings were positive. Mons. Barzellotti took ill and died in 1861. The bishop of the diocese of Acquapendente (†1877) spearheaded the investigation. Veronica was deposed by a jury. Meanwhile, she became a third order Franciscan. There was evidence of some healing, such as Veronica's mother, who had a diagnosis of a tumor. On September 8th, 1864, they began to open a church at the location of the apparition for the faithful. It became a parish church. The circumstances delayed the judgment of the ecclesiastical commission. On March 25, 1978, Mons. D'Ascenzi, bishop of Sovano-Pitigliano, published the decree that elevated the sanctuary of Cerreto to the level of Diocesan sanctuary. |Source: Laurentin, Rene and Sbalchiero, Patrick. Dictionary of the Apparitions of the Virgin Mary. 2010 Edizioni ART. p. 160. ---- Veronica Nucci (born 1841, died in Ischia as a Franciscan in 1862) saw the Blessed Virgin Mary on a lawn May 19, 1853. Mary wore a blue dress covered with flowers with a golden crown. The Virgin appeared to the seer, even after, in the convent. Our Lady, weeping over the sins of the world, Veronica Nucci urged to devote even his pain and his atonement to the sacred Stigmata of Our Lord Jesus Christ. On the site of the first apparition was discovered a spring where the first began to manifest healing. In this place was built a Marian chapel which was consecrated in 1857.",
        "feast": "",
        "commemorated": "",
        "source": "Laurentin, Rene and Sbalchiero, Patrick. Dictionary of the Apparitions of the Virgin Mary. 2010 Edizioni ART. p. 160. ---- Veronica Nucci (born 1841, died in Ischia as a Franciscan in 1862) saw the Blessed Virgin Mary on a lawn May 19, 1853. Mary wore a blue dress covered with flowers with a golden crown. The Virgin appeared to the seer, even after, in the convent. Our Lady, weeping over the sins of the world, Veronica Nucci urged to devote even his pain and his atonement to the sacred Stigmata of Our Lord Jesus Christ. On the site of the first apparition was discovered a spring where the first began to manifest healing. In this place was built a Marian chapel which was consecrated in 1857. Source: Hierzenberger 1997 pp 204-205",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "September 8, 1855",
        "place": "PORZUS DEGLI SLAVI (Italy)",
        "visionary": "Therese Dush",
        "title": "Madone de Sesule",
        "description": "APPROVED FOR FAITH EXPRESSIOn In 1885 she appeared to Teresa Dush, an illiterate child. Bishop establishing a commission, which will study the truth of the apparitions. Discovered a letter on the construction of the chapel. In the heart of Benecia, in a charming place, with views across the plains of Friuli, the September 8, 1855 the Blessed Virgin Mary appeared, just before Lourdes, a little girl, Therese Dush, and conversed with her ??in the Slovenian place , \"little naše\", as well as later did with Bernadette dialect French Pyrenees. Just like a mother with her ??child. It was a surprise to all Porzus / Por?inj. After nearly two centuries, when around the Friuli no more remembered those appearances - but he remembered the families of the place, handing down the memory from generation to generation, and gathering together daily in the \"sinkhole \"to pray the Rosary in the open air until the good Grimaz together with the villagers and expense not built it on their heads that chapel -, here is a group of priests, headed mons.Vito Ferini, resumed pilgrimages. Now, as in support of their efforts, it is checked from oblivion a letter, the one that had Grimaz then addressed the priests asking for forgiveness (!) for having built without their permission that chapel. It is a manuscript of 64 pages, in which on testimony also the brother of Teresina, then seventeen, recounts details that are fully in line with what was passed down orally. This has occurred to me on Sunday 1st May when, arriving in the \"sinkhole\", I found myself in the midst of a multitude of faithful gathered, and with Brazilian Sisters of Providence, the celebration of the new year of pilgrimages and the procession with the statue of the \"Madone de Sesule\" and the little Teresa at her feet. Starting from the Chapel of the Apparitions, the march is directed to the church where the Madonna had imprinted on the hand of the seer that all gold cross, which accompanied him until his death, a visible sign of the authenticity of the apparitions. With great joy we hear the voice of Don Vittorino Ghenda, you spend so much for the sanctuary , the good news of the diocesan commission, established by Archbishop Andrea Track Mazzocato for the study of the truth of the apparitions, sure that it will give new impetus to what Heaven wanted to start, repeating to us the recommendation made ??by the Virgin in Teresina: \"Dí his mother and all to sanctify Sundays and holidays, but especially not to blaspheme, which gravely offends God, and observe the fasts prescribed by the Church.\" It is right to think. Who knows what Madonna would not do well here, as already in Lourdes, when finally we wake ourselves in all the surrounding countries, near and far, in imitation of the good people of Porzus / Por?inj, appreciating the great gift that the Virgin still there It offers to present and eternal salvation. Ciril Carga DOM n. 9-2011",
        "feast": "",
        "commemorated": "",
        "source": "http://www.lintver.it/storia-vicendestoriche-madonnaporzus.html",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1855",
        "place": "BuuChau, QuangNam (Vietnam)",
        "visionary": "soldiers",
        "title": "",
        "description": "In 1855, the hill of BuuChau, Province QuangNam in Vietman, the Madonna appeared over the roof of the parish church for Catholics persecuted, surrounded by 4,000 soldiers who wanted to exterminate them. The Virgin would protect them and the soldiers would be withdrawn.",
        "feast": "",
        "commemorated": "",
        "source": "www.latheotokos.it",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "June 1856",
        "place": "Orere, Liguria (Italy)",
        "visionary": "Rosa Carbone (20)",
        "title": "",
        "description": "In June 1856, Mary appeared twice a twenty year old Rosa Carbone. She lamented to this young woman the sins of men and moral neglect, which provoked the anger of her Son. Mary recommended the recitation of seven Our Father, Hail Holy Queen and Glory to be preserved from sudden death and be well prepared.",
        "feast": "",
        "commemorated": "",
        "source": "HIerzenberger 1997 p 205",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "September 18, 1858",
        "place": "Abellin (PALESTINE)",
        "visionary": "Bl. Mirijam Banardy (1846 - 1876)",
        "title": "",
        "description": "On 13 November 1983, Pope John Paul II beatified, in a sign of ecumenical hope and peace in the Middle East, \"Mirijam, the little Arab.\" She was born January 5, 1846 at Abellin (between Haifa and Nazareth) as the thirteenth child of the couple and Giries Banardy and Mirijam Schahyn. After the death of her parents she was adopted by an uncle and went to live in Egypt. At the age of thirteen years she was betrothed. The night before the wedding day, she heard the voice of Jesus come from the depths of her heart that whispered these words clearly: \"All things pass. If you give me your heart, I will always be with you. \" After receiving this message, the small Arab wished to remain forever the mystical bride of the Redeemer and did not want to get married. Since then she was treated like a slave, and suffered all kinds of abuse. She was a daughter of the Roman Catholic Apostolic Church, and when she had the courage to say this was nearly slaughtered by her brother, with whom she had sought refuge. She lay unconscious and was believed dead. The night of the 18th of September 1858, she was thrown into an alley in Alexandria. Mirijam was about to die when a beautiful lady appeared wrapped in a blue dress that woke up, bringing her to life in a miraculous way. When she opened his eyes and saw the Holy Virgin she heard these words: \"Be happy even if you suffer and suffer for God, He sends you only what you need, accept always good.\" After having warned about the temptations of the devil and encouraged to engage in love of neighbor, she prophesied that she would live in a convent in France and would die in the guise of Caramel in Bethlehem. Then she disappeared. All that the Holy Virgin had predicted happened: Mirijam entered the Carmelite Order in 1875 and then founded the Caramel of Bethlehem, where he died August 26, 1878, after living a life full of mystical graces, penance, atonement and suffering . 1997 pp 206-207",
        "feast": "",
        "commemorated": "",
        "source": "HIerzenberger 1997 pp 206-207",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 20, 1860",
        "place": "Andlau (FRANCE, Alsace, Basso Reno, diocese of Strausberg)",
        "visionary": "Françoise Barthel (1822 - 1878)",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "Laurentin, R. Dictionary of the Apparitions of the Virgin Mary, p. 80",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1861",
        "place": "San Luca di Montafalco / Spoleto (Italy)",
        "visionary": "Righetto Cionci (1857-1923) (Age 4)",
        "title": "Madonna of the Star",
        "description": "In this place near Montefalco Mary appeared in March 1861 to a four year old child, named Righetto Cionchi, among the ruins of an ancient chapel dedicated to St. Bartholomew. Righetto said he saw a beautiful lady who caressed him and recommended to be good. A year earlier, a pious woman who died in the odor of sanctity had said that the Virgin wanted to be honored in that place and to restore the chapel. No one had given importance to the fact until March of 1862 when a young man, John Castellani, the point of death due to tuberculosis was miraculously cured by invoking the Virgin Mary seen by Righetto. On 21 September of that same year, the bishop laid the foundation stone of the Shrine of the Madonna della Stella. Righetto entered as a brother in the Congregation of the Fathers of obedience Somaschi and began his beatification. The apparitions were recognized by the local bishop. See also Hierzenberger 1997 p 216",
        "feast": "",
        "commemorated": "",
        "source": "Ernst, 1989, 107; leg, 401, Rosa Mystica, No 36, 4. See also Hierzenberger 1997 p 216",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "January 13, 1865",
        "place": "PETIGNY (FRANCE)",
        "visionary": "Mrs. Marie Jalhay",
        "title": "",
        "description": "Mrs. Marie Jalhay, born in 1807 near Stavelot, she lived like a housewife. She suffered from a serious disease of the spine and could only barely perform household tasks. On January 13, 1865 Mary appeared to her in a supernatural light, clear, wrapped in a white coat, who said: \"Now you are healed! Get up, go down and shown to your family. \"At that moment the woman was healed and could easily go to alert her family of the miracle. After some time, the seer was stigmatized and suffered every Wednesday and Friday as a soul atoning for the sins of humanity. Sourxe: Hierzenberger 1997 p 216-217",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1865",
        "place": "ILAC (CROATIA)",
        "visionary": "farmer",
        "title": "",
        "description": "In 1865 a farmer discovered a fountain of spring water. Mary appeared repeatedly in the presence of many people between 1866 and 1867 in the vicinity of this source. She pointed to this source as a place of healing founded by his single will. In fact, were recorded in those years, many miraculous healings. In 1867 the first stone was laid for the construction of a sanctuary.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 217",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1869",
        "place": "Potay-Loigny (France)",
        "visionary": "General of the Papal Aouaves",
        "title": "",
        "description": "The general of Sonis, commander of the Papal Zouaves, was a fervent devotee to the cult of Mary. He was badly wounded in the battle of December 2, at the same place where, in 1429, Joan of Arc put the British on the run. While languishing among the injured, the Blessed Virgin Mary appeared to him to comfort him.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p. 220",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1871",
        "place": "Innsbruck , Locherboden (Austria)",
        "visionary": "Maria Kalb",
        "title": "Our Lady of Salvation",
        "description": "Maria Kalb was lying in bed for seven years because of an incurable disease. The Holy Virgin Mary, moved with compassion, appeared in a cave in the Motz nell'Oberinntal. The patient was asked to be taken to that place and immediately was healed. On a boulder near the entrance of the cave miraculously hung a copy of Mary, Our Lady of Salvation, the portrait had been brought from a mountain devoted some years before. The news of healing and of the apparition spread around, and immediately many pilgrims visited this place.Long after the event, a neo-gothic church that was consecrated in 1901 when they noticed bright miraculous phenomena. The copy of the Mary of Help was placed on the altar and the entrance of the cave rock was placed in the chapel, with a wooden relief of the Mother of God, wearing a cloak of gold.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p. 221",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 4, 1871",
        "place": "Lausanne, CHAPPELES (Switzerland)",
        "visionary": "Maria-Francoise Decotterd (21)",
        "title": "",
        "description": "Mary appeared twice to twenty-one year old Marie-Francoise Decotterd. The seer was seriously ill from birth and continously suffered. On April 4, 1871, the Heavenly Mother appeared for the first time and urged the patient to devote her life of sacrifice and expiation in the service of Jesus Christ and the salvation of souls in the world. The second time she appeared on May 9, 1872 and heralded the end of his sufferings and her passage into the heavenly world.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p. 220-221",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "February 22, 1873",
        "place": "Blaine / La Fraudais (France)",
        "visionary": "Marie Julie Jahenny (23) (1850-1941)",
        "title": "Our Lady of the Scapular of the Sacred Heart",
        "description": "Marie Julie Jahenny (1850-1941) was born in the village of Blain, in the department of Loire in France. At the age of 23 years, was confined to bed because seriously ill, February 22 1873, the Blessed Virgin Mary appeared to her twice in the same day: the morning at 11 and 15. The Mother of God was dressed in black and was carrying a large white cross. The first appeared in a silent way, the second time he spoke to the Blessed Virgin Mary, consoled her and promised healing, also asked her if she was ready to receive the holy stigmata. Then the Virgin disappeared. From this time began to prime a life of intense atonement for the sins of the world and for the poor souls. She received the holy stigmata, and the grace of many visions and contemplations of the Mother of God, Jesus Christ and the saints. As the Virgin had announced , the visionary recovered on May 2. Suddenly her face flushed, she put on her clothes and prepared to join a meeting with nearly two thousand people who wanted to see her. He wanted to make them witnesses to the promise of Our Lady. On October 7, Marie Julie received the wounds from the crown of thorns, and on November 25 a sore shoulder, where Jesus carried the weight of the Cross, in January of 1874 manifested wrists the marks of the ropes with which Jesus was bound, on February 21 appeared the imprint of the ring on the ring of mystical marriage \" (visible up to 1909). Since 1930 the stigmata disappeared, remaining only partially visible and sometimes bleeding. The seer also had many visions on the future of France, the Church and the world saw terrible revolutions, wars and devastation, but also that France would bloom again and renew the Church. The Church's position before this case was not unique: the Bishop Fournier, responsible for the diocese, knew and believed in the apparitions, the visionary who had had their origin and the mystical. On the death of Fournier, three weeks later, Marie Julie was excommunicated. After examination, the office of the holy Cardinal Rampolla was positively convinced of the sincerity of this mystical woman. The new bishop, however, decided not to recognize the groups in order to not to alienate its adverse clergy. Theologians and church experts, after examining her too, became convinced that the seer was not faking as many suspected. In 1888 Marie Julie was rehabilitated and then returned to the sacraments. The Church's position was very inconsistent in the face of this case: while the Bishop Le Fer de la Motte (1914-1955) was full of kindness towards the mystic, took care of the contacts, visited her and begged her to ask her prayers and the sin offering for the diocesan clergy; his successor, however, paid no attention to the seer. Almost all the ecstasies and contemplations of Marie Julie were noted, for many years in thousands of pages by Charbonnier and other brothers. Much has been lost in recent years of the seer, especially with the death of all family members, after having cared for over the last year when the mystic died. In 1972 he tried to retrieve all records that remained and were later published. Among the many messages that Marie Julie has left us, they are marked by her expiatory suffering for the confirmation of the secrets of La Salette and Fatima. Father Pius expressed himself thus on Marie Julie: \"She lives like a purple shadow, the better to shine the light of Truth.\"",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 pp 226-227",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "March 10, 1873",
        "place": "Bilding-St. Avola (France)",
        "visionary": "Catherine Filljung (1848-1915)",
        "title": "",
        "description": "On March 10, 1873, in the church of Saargemiind, Mary appeared to Catherine Filljung (1848-1915). The Holy Virgin appeared to the seer in Bilding other times. The Mother of God was always adorned with a blue vest and a white coat and silently showed herself to the mystic Catherine. Inspired by these visions, the seer founded an orphanage in 1884 and in 1899 a community of Third Order of St. Dominic, which she led as prioress. Because of disobedience against the bishop of Metz Willibrord Benzler OSB, this community was dissolved. The mystic received the gift of the Holy Stigmata, the supernatural authenticity, however, was questioned. Even Catherine's mystical experiences, which led Pope Leo XIII to promote the cult of the Holy Rosary, were never validated by ecclesiastical commissions. Hierzenberger 1997 p 225",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 225",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "June 8, 1873",
        "place": "Saint Bauzille DE LA SYLVIE, Montpellier (France)",
        "visionary": "Augustus Amauld",
        "title": "",
        "description": "APPROVED FOR FAITH EXPRESSION (see list of apparitions approved for faith expression) Although it was Sunday the feast of the Trinity, the winemaker Augustus Arnaud worked in his vineyard. Suddenly, according to local legend, Augustus saw a bright light in the middle of the field and came and saw that manifested itself in that light the figure of the Blessed Virgin Mary, she attracted the attention of the farmer on Sunday rest and urged him to erect a cross, to place a statue of the Madonna in the vineyard and venerate with his neighbors. Exactly one month later, she reappeared on the cross, which had meanwhile been erected with a devotional spirit, and said to all the people: \"You must never work on Sunday! Blessed are those who believe.\" In 1876, the diocesan bishop, Bishop De Cabrières, after the establishment of a commission of inquiry and having questioned several times the seer, he recognized the supernatural origin of the apparitions.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/saintbauzille/index.html",
            "http://miraclehunter.com/marian_apparitions/approved_apparitions/faith-expression.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/saintbauzille/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1873",
        "place": "Saint Bauzille DE LA SYLVIE, Montpellier (France)",
        "visionary": "Françoise Théotiste Covarel (Franciscan tertiary)",
        "title": "",
        "description": "From August 18, 1873 until the end of July 1874, the Franciscan tertiary Françoise Théotiste Covarel, was the seer of 22 apparitions of the Virgin, in which she gave messages in which she spoke of the corruption of the clergy. The Bishop Vibert François Marie, at first showed himself favorable, was moved by the Holy Office to another diocese.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/saintbauzille/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1874",
        "place": "Bonsecours, Hainaut (Belgium) / Enghien (Belgium)",
        "visionary": "Berthe Francoise Marie Magdalene Ghislaine Petit (January 23, 1870March 26, 1943)",
        "title": "",
        "description": "See also Hierzenberger 1997 p 244",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 1875",
        "place": "Villareggio, PIEDMONT (Italy)",
        "visionary": "Rosina Ferro (24) (b. 1851)",
        "title": "Mother of Sorrows",
        "description": "Rosina Ferro, born in Villareggia in 1851, was the housemaid for the pastor of a little village, at the age of 24 years Rosina had the privilege of receiving the apparitions of Our Lady. The girl saw at the edge of the road the \"Mother of Sorrows\" silent and surrounded by Angelpols. Throughout the month of July and August, saw her at 15, in the same place. Some time later, Rosina received the holy stigmata every Friday and suffered the Passion of Jesus Christ our Lord.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 1875",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1880",
        "place": "Holywell, Gainsborough (England)",
        "visionary": "Teresa Elena Higginson",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "June 22, 1883",
        "place": "Gharb (Gozo) (Sister island of Malta)",
        "visionary": "Carmela (Karmni) Grima (45), Francesco Portelli",
        "title": "Our Lady Ta’ Pinu",
        "description": "On the 22nd June 1883, Karmela Grima a forty-five year-old single woman and great devotee of the Blessed Virgin, heard a call, while passing by the chapel on her return home from the fields which surrounded the chapel. \"Come, come\", she heard a woman's voice say. She was confused and frightened, and began to run away from the place. The voice called again, and this time Karmela realised that the voice was coming from within the chapel, she went inside and said her usual prayers. The voice which had come from the image of the Blessed Virgin asked her to recite three Ave Maria in honor of the three days Her body remained in the tomb before Assumption to Heaven. Karmela did as the voice asked and went on her way. Shortly afterwards Karmela fell ill and remained confined to her bed for more than a year. After this time, Karmela revealed her secret to a friend, Francesco Portelli, who in turn told her that about the same time he also heard a woman's voice asking him to pray from within the chapel. Shortly after this mysterious call Francesco's mother was miraculously healed by the intercession of Our Lady of Ta` Pinu. The lonely chapel became a place of pilgrimage for many people on the island and beyond. Bishop Pietru Pace was informed about these events and after speaking to Karmela and Francesco he concluded that the voice was of heavenly origins. Devotion to Our Lady of Ta` Pinu grew rapidly, and numerous pilgrimages flocked to the chapel.",
        "feast": "",
        "commemorated": "",
        "source": "www.tapinu.org",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/tapinu/",
            "http://www.tapinu.org",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/www.tapinu.org"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "March 1884",
        "place": "Lyon and Diemoz (France)",
        "visionary": "Marie-Louise Nerbolliers (27) (1857 - 1908)",
        "title": "",
        "description": "Mary appeared to twenty-seven year old Marie Louise, first in Lyon, then Diemoz (French Alps). Our Lady recommended the recitation of the Rosary and urged her to spread the medal of Anne Marie Coste, \"The Mother of Solitude\" (see Lyon, 1882). Holy Mary confirmed the apparitions of La Salette and proposed to the seer the gift of the Stigmata in the seal of expiatory sacrifices for the souls of the world. Maria Luisa died September 15, 1908 and was buried in Diemoz. Because of the many miraculous phenomena occurring in that place, the stigmatized body of the July 17, 1939 was exhumed and found incorrupt. Her body was transferred to Pouilly-les Fleurs (far from Diemoz).",
        "feast": "",
        "commemorated": "",
        "source": "HIerzenberger 1997 p 242",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/#1882_Lyon",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/#lasalette"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1884",
        "place": "St. Columbin (France)",
        "visionary": "Marie Lordeau (9)",
        "title": "",
        "description": "In Saint-Columbine in France, Marie Lordeau, at the age of nine years had often Marian apparitions. Unfortunately we do not know the details.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 19, 1888",
        "place": "VALLENSANGES (FRANCE)",
        "visionary": "Jean Auguste Bernard (13)",
        "title": "",
        "description": "The thirteen year old Jean Auguste had the privilege of seeing twenty Marian apparitions that took place between July 19th and September 29th in a field of clovers, near Vallensanges. Mary appeared repeatedly in a swamp because of the sins of men. The first appearance Jacques saw a large lizard walking on the ground, while watching curiously, then appeared Mary who ordered him to kill it. When the seer, in obedience to the Virgin, he threw a stone at the beast, and he saw it come out a tongue of fire with a sickening stench. Then the Blessed Virgin in a robe white as snow, hovered above the dead animal. Other times, the Madonna appeared weeping and lamenting the sins of men, announcing the coming of divine punishment. At that time she produced many miraculous events, as if to attest to the apparitions of Mary. The church authorities did not set off any canonical investigation.",
        "feast": "",
        "commemorated": "",
        "source": "HIerzenberger 1997 p 243",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1894",
        "place": "Szezyk-Bita (Poland)",
        "visionary": "Julana Pezda (12)",
        "title": "",
        "description": "The Madonna appeared in all her magnificence to twelve year old Julana Pezda. A year later a chapel was constructed at the place of these apparitions. Later it was decided to construct a church that was entrusted to the Silesians of Auschwitz.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 244",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1895",
        "place": "Vellangany (India)",
        "visionary": "Krishnaannesti Sankaranarayanam (12)",
        "title": "",
        "description": "The Madonna with the baby Jesus appeared in India to Krishnaannesti Sankaranarayanam, a 12 year old boy gravely ill, healing him. Even now people come to venerate her as \"Our Lady of Health\" oe \"Our Beloved Lady with the Baby Jesus\" Hierzenberger 1997 p 244",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 244",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1899",
        "place": "Campitello, Corsica (Italy)",
        "visionary": "Perpetua Lorenzi",
        "title": "",
        "description": "(13) and Cellesia Passi (14) Holy Mary dressed in white and with a blue veil appeared in Corsica to thirteen year old Perpetua Lorenzi and to fourteen year old Cellesia Passi. The Blessed Virgin was seen standing majestically on a rock. Some days later, the apparition appeared again before children and adults. Only a few could hear the Holy Virgin pronounce these words: \"Oh! poor siners, pray intensely that you will be preserved from the punishment of Hell!\" Hierzenberger 1997 p 245",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 245",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1900",
        "place": "Loublande, Vendée (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Sr. Claire Ferchaud (1896-1972)",
        "approval": "Negative decision",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../statements/loublande_statement_01.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Sept 9, 1909",
        "place": "Grey (France); Violet (France); Pailly (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Pere Jean Edouard Lamy",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Sept 18, 1910",
        "place": "Tourtes (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Maria Eymard (+1973)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Sept 17, 1911",
        "place": "Brussels (Belgium) and Enghien (Belgium)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Berthe Petit (1870-1943)",
        "approval": "Cause for Beatification Opened, Imprimatur and Nihil Obstat awarded to messages, Promoted by Cardinals Mercier of Belgium and Bourne of England",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/1909-brussels/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "September 5, 1914",
        "place": "Battle of la Marne (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "soldiers",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "August 15, 1917",
        "place": "Chateau-Gombert (France); Florival (Papua)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Maria Teresa Noblet",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 22, 1918",
        "place": "Muzillac, Bretagna, Morbihan, Diocesi of Vannes (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "3 children",
        "approval": "No investigation",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 5, 1918",
        "place": "Monte DÁgua de Pau, Portugal",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Maria Joana (7) and her friend Sofia Paulino",
        "approval": "No deciion",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1920",
        "place": "Rome (Italy) / Portiers (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Sister Josefa Menendez",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1920",
        "place": "Vistula River, Warsaw (Poland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Soldiers (\"Miracle at the Vistula\")",
        "approval": "No decision",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../approved_apparitions/czestochowa/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1923",
        "place": "Zolnok (Hungary)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Elizabeth Galgoczi (1905-1962)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Jan 6, 1924",
        "place": "Cenusco sul Naviglio (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Title: Madonna of the Divine Tears Elisabetta Reaelli",
        "approval": "Approved for Faith Expression - Cardinal Carlo Maria Martini authorized the naming of a parish of Venlo, with that name, which is now part of the Community Pastoral Family of Nazareth",
        "links": [
            "http://www.santuario-fatima.pt/portal/index.php?lang=EN"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1931",
        "place": "Stenbergen (Holland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "1 woman",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Oct 5, 1933",
        "place": "Houlteau-Chaineux (Belgium)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Georges Duanime (37), Jeanne Edmonds (5), Charles Gillet (5)",
        "approval": "No investigation - Bishop Kerkhofs of Liege",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1933",
        "place": "Crollon, near Mont-St-Michel (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Adrien Angot (boy) and two friends",
        "approval": "No decision - not investigated",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1933",
        "place": "Chaineuz, Belgium",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Edmonds sisters (8 and 10)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1933",
        "place": "Melin-Micheroux (Belgium)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Mathieu Lovens",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1934",
        "place": "La Vang, Annam (Vietnam)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "2 pagan women",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "March 14, 1935",
        "place": "Itri, Valmontana (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Luigina Sinapi (1916-1978)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1938",
        "place": "San Vincenzo Valle di Rovereto (Italy, Diocese of Sora-Aquino-Pontecorvo)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Filomena Carnevale (1926-1959) - stigmatic shepherdess",
        "approval": "Positive investigation of Filomena; no formal approval of apparition",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/san_vincenzo/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1938",
        "place": "Kerizinen, Brittany (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Jeanne-Louise Ramonet (28)",
        "approval": "Negative decision (1956, 1971, 1837, 1975)",
        "links": [
            "http://kerizinen.free.fr/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Feb 22, 1938",
        "place": "Wigratzbad (Germany)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Antonie Radler, Cecilia Geyer",
        "approval": "Approved for faith expression",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1939",
        "place": "Bauxieres (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "A. Pietcquin (1908 -) and G. Hanus (1910-)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1939",
        "place": "Kerrytown (Ireland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Crowd",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1939",
        "place": "Kecskemet (Budapest), Hungary",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Sister Maria Natalina Kovacsics (38)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1940",
        "place": "Bodonnou (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Theresa Coat",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "March 25, 1941",
        "place": "Alto de Umbe/Unbe Gaina, Lauquiniz , Vizcaya (Spain)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Felipa Sistiago de Arrieta (33)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 3, 1943",
        "place": "Warsaw, Siekierki district, (Poland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Wadysawa Papis",
        "approval": "No decision",
        "links": [
            "http://www.sanktuarium-pijarzy.pl/?p=main&what=37"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Dec 1, 1944",
        "place": "Balasar (Portugal)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Bl. Alexandrina Marta da Costa (March 30, 1904 - October 13, 1955)",
        "approval": "No decision",
        "links": [
            "http://www.alexandrinadebalasar.com"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1945",
        "place": "Zagreb (Yugoslavia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Giulia / Julka / Julie (24)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1945",
        "place": "Niderhbach (Germany)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1945",
        "place": "Ardhee, County Tyrone (Ireland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 25, 1946",
        "place": "Marienfried (Germany)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Barbara Reuss (12)",
        "approval": "Bishop consecrated chapel July 13, 1972. Approved for Faith Expression by Bishop of Augsburg on March 20, 2000. New sanctuary consecrated Octo 23, 2011 by Bishop Konrad Zdarsa",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1946",
        "place": "Pasman, Dalmatia",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Adults & children",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "June 27, 1947",
        "place": "Tyromestice (Slovakia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "three shepherds",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 2, 1947",
        "place": "St. Emmerich-Berg (Hungary)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Klara Làszloné",
        "approval": "Approved for faith expression (1990)",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Aug 23, 1947",
        "place": "Forsweiler Tannhausen (Germany)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Mrs. T. Paula (40) & 4 children",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1947",
        "place": "Urucaina (Brazil)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Fr. Antonio Ribeiro Pinto (1879-",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1947",
        "place": "Pleskop near Vannes (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Therese Le Cam (15), Annik (13)and Monique Goasguen (11)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1947",
        "place": "Grottamore (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "1 child",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1947",
        "place": "Ille Napoleon (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "3 little boys",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1947",
        "place": "Monaco von Bayern (Germany)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Catherine Vogl (Mother Catherine 1871-1965)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 18, 1948",
        "place": "Gimigliano di Venarotta (Calabria)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Anita Feerici (13) and others",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 19, 1948",
        "place": "MARTA DI BOLSENA near Viterbo (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "4 Children and Others",
        "approval": "Established as not supernatural (1948 - bishop of Montefiascone; 1952 - Archbishop Adelchi Albanesi, Bishop of Viterbo",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1948",
        "place": "St. Jeanaux Bois (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Mrs Lucie Manceauu (23)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1948",
        "place": "Tor-Pignattiaira (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Bruno Bolotte (13)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1948",
        "place": "Maria Bolsena (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "4 little girls and some adults",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1948",
        "place": "Zischowicz (Czechoslovakia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "2 girls",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1949",
        "place": "Zo-Se (China)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "1 religious",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Nov 12, 1949",
        "place": "Necedah, WI (U.S.A.)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Mary Ann Van Hoof (neé Bieber) (1909–1984)",
        "approval": "Negative decision",
        "links": [
            "http://www.queenoftheholyrosaryshrine.com/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1950",
        "place": "Saint-Eugène de Gamby (Canada)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "3 children",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Dec 1950",
        "place": "Guarciano (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "A child",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1950",
        "place": "Belmuttet (Ireland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Teen-age girl",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1950",
        "place": "Bienvenuda-Usagre (Spain)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "1 man",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1950",
        "place": "Vienna (Autria)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Maria Madalena Hafenscheer (1892-1968)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1951",
        "place": "Amarossi (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Maria Riccio (13)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Dec 8, 1951",
        "place": "Casalicontrada (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Leonora Manoli (53)",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 25, 1953",
        "place": "Cossirano (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Maria Rosa Targa",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1953",
        "place": "San Saba di Sparta (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Rosario Pino (8)",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Nov 26, 1953",
        "place": "Frignano Maggiore (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Angela Ronza (17)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1953",
        "place": "Calabro di Mileto (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Bl. Mother Elena Aiello (1895 - 1966)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Dec 20, 1953",
        "place": "Dubovytsya (Ukraine)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Hanya",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1953",
        "place": "Cossirano (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "several children",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1954",
        "place": "Astuna (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1954",
        "place": "Liceta (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1954",
        "place": "Casa Cicchio (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1954",
        "place": "Colombera di Avenza (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "1 man",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1954",
        "place": "Jerusalem (Isabel)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "several people",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1954",
        "place": "Windy Gap (N. Ireland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Seamnus Quail",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1955",
        "place": "Eisenberg AD Raab (Austria)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Anna Maria and her mother Aloisia Lex (1907-1984)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1956",
        "place": "Englecourt (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "children and adults",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Aug 28, 1957",
        "place": "Zarvanytsia, Berezhany, Ternopil, Ukraine",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "pilgrims",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1957",
        "place": "Gasp (Canada)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "N.A.",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "June 1, 1958",
        "place": "Turczovka (Slovakia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Matousch Laschut (42)",
        "approval": "Declared site of pilgrimage and prayer - Msgr. Tomass Galis Oct 19, 2008",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1958",
        "place": "Turzovka (Czechoslovakia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Matous Lasuta",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 9, 1959",
        "place": "MALÈ, Trent (ITALY)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Laura Bertini (d. 1994)",
        "approval": "Negative decision (March 9, 2002 - Luigi Bressan, Archbishop of Trento)",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1960",
        "place": "Balestrino (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Caterina Richero",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1960",
        "place": "Acqua Voltri (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "A boy",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Feb 18, 1962",
        "place": "Ladeira do Pinheiro (Portugal)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Maria do Conciçao Mendes (35)",
        "approval": "Established as not supernatural (Feb 4, 1965; June 17, 1977)",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 13, 1962",
        "place": "Skiemonys, Janonis, (Lithuania)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Francis Romaine Macuys / Ramute m-Mapiukaite (18)",
        "approval": "Investigated Aug 1962 - Devotion encouraged by Bishop Preikas",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Sept 26, 1962",
        "place": "Zarvanytsia, Berezhany, Ternopil, Ukraine",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Eight girls saw the Virgin holding a candle there",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1964",
        "place": "Turczovka (Slovakia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "1 man",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 1965",
        "place": "Aleppo (Syroa)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Mariette Korbage (19)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1966",
        "place": "Porto-San-Stefano (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Enzo Alocci (35)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Dec 6, 1966",
        "place": "Cabra Islet (Philippines)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Belinda Villas and 7 other girls (age 10-12)",
        "approval": "No decision - Bishop Antonio Palang of the Vicariate of San Jose, Occidental Mindoro, has allowed Mass to be said in the little apparition chapel on the hill.",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1966",
        "place": "Ventebbio (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "1 priest",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 9, 1967",
        "place": "Nativitade (Brazil)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Dr. Sebastian Fausto de Faria",
        "approval": "Imprimatur on messages; construction of shrine",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../approved_apparitions/natividade/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Oct 1967",
        "place": "Bohan-Mortsel (Belgium)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Leon Theunis (44) and D Wittenwrogel",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "March 14, 1968",
        "place": "Milan and Florence (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Mama Carmela Carabelli (58)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 22, 1968",
        "place": "St-Bruno-de-Chambly (Canada)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Several children",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Oct 7, 1968",
        "place": "Anse-aux-Gascons (Canada)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Denise Desbois (14)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1968",
        "place": "Wollongong (Australia) / Nowra (Australia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "William Kamm (The Little Pebble) (1950 - )",
        "approval": "Established as not supernatural - Bishop of Wollongong",
        "links": [
            "http://www.littlepebble.org/",
            "http://www.littlepebble.org/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1969",
        "place": "Mouseitbe (Lebanon)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "72 boys, Bishop & Others",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 14, 1971",
        "place": "Pendiamo (Columbia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Dorita Lilia Nuñez (12)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1971",
        "place": "Luke Saint John (Canada)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "N.A.",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "March 1972",
        "place": "Dozul (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Magdalen (Madeliene of Dozule) Aumont (1924-)",
        "approval": "Negative decision",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../statements/index.html#dozul"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Nov 7, 1972",
        "place": "Notre Dame du Lac, Togoville, (Togo)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "In a canoe on Lake Togo",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1972",
        "place": "Imo State (Nicaragua)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Innocent Okorie (35)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1972",
        "place": "Tongerloo-Opitter (Belgium)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Josianne Keymis (11)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1972",
        "place": "El Mimbral (Spain)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Several people",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Sept 1973",
        "place": "Poruaran (Mexico)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Gabina Romero Sanchez",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1973",
        "place": "Olmes / Nitape (Peru)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Teodora Gonzales (13)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1973",
        "place": "Vilalfranche-sur-Saone (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Josephina Laroche",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1973",
        "place": "Mortzel (Belgium)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "N.A.",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1974",
        "place": "Manchiet-el-tahrir",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1974",
        "place": "Picots (Poland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1975",
        "place": "Binh Loi / Trieu (Vietnam)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Stephen Ho Ngoc Anh (soldier)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1976",
        "place": "Krakow (Poland) / Piotrowizca (Poland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Wladyslaw Biernacki",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1976",
        "place": "Bislig, Surigao del Sur (Phillipines)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Consuelo Nalagan (\"Mother\") Royo",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1977",
        "place": "Rostov (U.S.S.R.)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "N.A.",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1977",
        "place": "Kharkov (U.S.S.R.)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "N.A.",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1977",
        "place": "Leningrad (U.S.S.R.)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "N.A.",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1977",
        "place": "Lamezia Terne (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Young man",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1979",
        "place": "Palestine (Beirut)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Many People",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Nov 6, 1980",
        "place": "Wu Fung Chi (Taiwan)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "9 Buddhist men",
        "approval": "Investigated - Approved for Faith Expression",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1980",
        "place": "ACROPOLI (Italy, Diocese of Salerno)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Mrs. Armida (82)",
        "approval": "No decision - On August 15, 1987, the Archbishop of Salerno blessed a statue of the Virgin.",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1981",
        "place": "Medjugorje (Bosnia-Herzegovinia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Ivanka Ivankovich, Mirjana Dragicevic, Vicka Ivankovic, Ivan Dragivecic, Marija Pavlovic , Jakov Colo",
        "approval": "Not established as supernatural (1991) Currently under Vatican investigation (2010)",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/medjugorje/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../statements/index.html#medjugorje",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/medjugorje/index.html#commission"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1982",
        "place": "Izbicno (Bosnia-Herzegovinia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "2 children",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1983",
        "place": "Beit Sahour, Bethlehem, Palestine (Israel)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "NA",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1984",
        "place": "Gargallo di Carpi, Piemonte (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Gianni Varini (55)",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1984",
        "place": "Lutzenkirchen, Presso Leverkusen (Germany)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Renate Urban",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1984",
        "place": "Kernéguez (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "1 woman",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "February 1985",
        "place": "Vadiakkado (India)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Mary Anna",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 24, 1985",
        "place": "Oliveta Citra (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Anita Rio (20) (8 children total)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Mar 9, 1986",
        "place": "Scarpape (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Pino Casagrande (64)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "June 4, 1986",
        "place": "MONTEFANERA, Pederroba, Treviso (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Paola Albertini",
        "approval": "Negative decision (March 6, 2006 - Vicar General Monsignor Corrado Pizziolo)",
        "links": [
            "http://www.mariareginadegliangelicustodi.it",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../statements/montefanera_statement1.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1986",
        "place": "Wilhemsburg (Austria)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Aloisia Holzer",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1986",
        "place": "Tarnopol adn Pididissia (Russia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "several people",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1986",
        "place": "Giubiasco (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Pino Casagrande (62)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 26, 1987",
        "place": "Gruschew, Hrushiv, Leopoldi (Ukraine)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Maria Kizyn (12)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1987",
        "place": "Bilychi (Russia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "1 person",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1987",
        "place": "Zarvanystya (Ukraine)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Chornij Zenovia",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1987",
        "place": "Inchigella (Ireland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Rosemary O'Sullivan",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1987",
        "place": "Granstown (Ireland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "N.A.",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1987",
        "place": "El Ranchilo, TX USA",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Friar David Lopez",
        "approval": "No decision",
        "links": [
            "http://watch.pair.com/marian.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1987",
        "place": "Hoshiw (Ukraine)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "two men",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Jan 21, 1988",
        "place": "Cortnadreha (Ireland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Christina Gallagher",
        "approval": "Not established as supernatural - 1996 Michael Neary, Archbishop of Tuam",
        "links": [
            "http://www.christinagallagher.org",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions//marian_apparitions/statements/achill_ireland.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Aug 24, 1988",
        "place": "El Cajas / Cuenca (Ecuador)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Patricia Talbot (16)",
        "approval": "Not established as supernatural (1989); August 28, 2013, the bishop of Cuenca, Ecuador, crowned a statue Our Lady Guardian of the Faith on the silver anniversary; Construction of sanctuary approved.",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1988",
        "place": "Syria / Cleveland, OH (USA)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Dr. Issam Nemeh",
        "approval": "No decision",
        "links": [
            "http://pathtofaith.com/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1988",
        "place": "Yardville/Marlboro, NJ (USA)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Joseph Januszkiewscz",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1988",
        "place": "Grosby (U.S.A.)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "N.A.",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1988",
        "place": "Scottsdale, AZ and Springs Colorado, CO, (USA)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Harriet Hammons",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1988",
        "place": "Masinde, Kayanza (Burundi)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Euzebie (4)",
        "approval": "Under Investigation",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "December 9, 1989",
        "place": "Ljubljana (Laibach), Kuresçek (Slovenia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Franz Spelic \"Smarevski\"(65) (d. April 2012)",
        "approval": "No decision",
        "links": [
            "http://www.kurescek.org/en/enstran.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1989",
        "place": "Chotyne (Poland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Stanislaw Kochmar",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1989",
        "place": "Zarvanystya (Ukraine)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Chornij Zenovia",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1989",
        "place": "Zarvanystya (Ukraine)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Chornij Zenovia",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1989",
        "place": "Porto S. Elpidio, Sicily",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Giorgio Bongiovanni",
        "approval": "No decision",
        "links": [
            "http://www.giorgiobongiovanni.it/engl/biografia/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 1990",
        "place": "Costa Rica (later Argentina)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Luz de María",
        "approval": "No decision",
        "links": [
            "http://www.revelacionesmarianas.com/english.htm"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 24, 1990",
        "place": "MAMMALEDI, Syracuse (ITALY)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Giuseppe Auricchia (74)",
        "approval": "Established as not supernatural",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Aug 15, 1990",
        "place": "Hillside, IL (U.S.A.)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Joseph Reinholtz",
        "approval": "Not established as supernatural - Archdiocese of Chicago",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../statements/Hillside_IL_statement.gif"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Nov 10, 1990",
        "place": "Anosivolakely, Antanarivo (Madagascar)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Patrice Raharimanana (40)",
        "approval": "No decision",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/1990-anosivolakely_madagascar/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Aug 15, 1991",
        "place": "Mozul (Iraq)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Dina Basher (14)",
        "approval": "Established as supernatural - December 20, 1991, His Holiness The Syrian Orthodox Patriarch Zakka",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../approved_apparitions/mozul/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../statements/mozul.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Aug 16, 1991",
        "place": "Quezon City (Phillipines)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Carmelo and Puring Cortez",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1991",
        "place": "Uggio (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Paolo Catanzaro (17)",
        "approval": "Established as not supernatural",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1991",
        "place": "Pangasinan (Phillipines)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Rowell Darang and crowds",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1991",
        "place": "Quezon City (Phillipines)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Lola Thelma",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1991",
        "place": "Bretagen, France",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Mama Marie Claudine",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Oct 1992",
        "place": "Aokpe (Nigeria)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Christiana Inehu Agbo (12)",
        "approval": "Approval of Faith Expression - Bishop Orgah granted the Imprimatur to the publication of the account of the apparitions and gave his permission to pilgrimages. His predecessor Archbishop John Onaiyekan gave permission for the construction of the shrine.",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/2002-aokpe/index.html",
            "http://www.aokpe.com/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1992",
        "place": "MARINA Giampilieri (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Pina Scutellà",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 26, 1993",
        "place": "Zaro, Ischia (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Simona and Angela",
        "approval": "The local bishop, Monsignor Pietro Lagnese, published a decree on the creation of a commission to discern the apparitions August 15, 2014.",
        "links": [
            "http://www.madonnadizaro.it/",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../statements/zaro20140815.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1993",
        "place": "Arc-Wattripont, Wallonia, (Belgium)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "a boy",
        "approval": "Not investigated",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1993",
        "place": "Arc-Watripont (Belgium)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "1 boy",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1993",
        "place": "Derlan, NJ (USA)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Michael McColgan",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1993",
        "place": "Ottowa (Canada )",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Stephen Ley",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1994",
        "place": "Conchabamba (Bolivia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Catalina (Katya) Rivas",
        "approval": "April 2, 1998 - Imprimatur to messages from the Archbishop Mons. Rene Fernandez of Cochabamba; recognition of supernaturality of bleeding statue",
        "links": [
            "http://www.greatcrusade.org"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1995",
        "place": "Anna Rosa (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "mother of two",
        "approval": "No decision",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/1995_Anna_Rosa_Italy/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1995",
        "place": "Manu Ariki Mara (New Zealand)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "200 people",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "March 17, 1996",
        "place": "Hourna, Louisiana (USA)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Louis P. Saia III",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "June 2, 1996",
        "place": "Londrina, Parana State, Brasil",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Patricia (14)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "November 2, 1996",
        "place": "Kanchikode (India)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Rani John (26)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1996",
        "place": "Sara Piqui (Costa Rica)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Many people",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1996",
        "place": "MARTINCAMP (FRANCE)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Nicole/p>",
        "approval": "Established as not supernatural (Diocese of Rouen)",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1997",
        "place": "Cavarese (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Alina Coia (58)",
        "approval": "No decision",
        "links": [
            "http://www.madonnaaddoloratadelperdono.it"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1997",
        "place": "El Dorado, TX (U.S.A.)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Augustine Halvorsen",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1998",
        "place": "Saskatoon, Saskatchewan (CAN)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Carmen Humphrey",
        "approval": "No decision",
        "links": [
            "http://members.shaw.ca/carmenhumphrey/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1999",
        "place": "Quebec, Canda",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Micheline Boisvert",
        "approval": "No decision",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/www.coeuraccueildejesus.com"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "August 27, 2002",
        "place": "Nizhnee Bolotnoe, Irshava, Zakarpattia, Ukraine",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Olena Kuruts, 10, and Mariana Kobal, 9",
        "approval": "No decision - Construction of a church complex and monastery at aparition site",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "2005",
        "place": "Manila (Phillipines)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Heidi Mendoza (43)",
        "approval": "No decision",
        "links": [
            "http://services.inquirer.net/print/print.php?article_id=20110205-318634"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "2009",
        "place": "Burundi, Masinde - Kayanza (Uganda)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Euzebie Ngendakumana (also Zebiya) (23)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 6, 2010",
        "place": "Rye, Centeno (Argentina)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Maria Jose (32)",
        "approval": "Negative decision",
        "links": [
            "http://www.unosantafe.com.ar/contenidos/2010/08/25/Centeno-conmocion-por-relatos-de-aparicion-de-la-Virgen-0002.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../statements/index.html#centeno"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Sept 23, 2017",
        "place": "Edavanakkad, Kerala (India)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Krishnaveda, Ambrosiya, Anusree and other school children",
        "approval": "No decision",
        "links": [
            "https://www.catholicnewsagency.com/news/in-india-schoolkids-say-virgin-mary-appeared-amid-scent-of-jasmine-73012"
        ]
    }
]