[
    {
        "type": "Apparation of the virgin Mary",
        "date": "450?",
        "place": "Agde, Hérault, diocese of Montpellier (France)",
        "visionary": "monk",
        "title": "Notre Dame de l’Agenouillade (Our Lady of the Kneeling)",
        "description": "With dating uncertain (around 450) the Virgin appeared on top of a rock to a monk of Saint-Severe from Syria, after an earthquake. According to the legend, the rock retained traces of the knees of the apparition. Hundreds of faithful venerate Our Lady of the Genuflection. In 1583, a convent of cappuchins was constructed at the location. But the sanctuary was destroyed in 1789, then it was taken over by the White Penitents in the 18th century.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/agde/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "500?",
        "place": "Sicily, Galatia (Turkey)",
        "visionary": "St. Theodore of Sicea (Bishop)",
        "title": "",
        "description": "A native of Galatia, son of an imperial official, became a monk in Jerusalem. He was the victim of a poisoning attempt. The Virgin appears to him in a dream, reveals the name of the guilty man, puts in his hands three pills for him to reject the poison and then disappears. He was consecrated bishop in 590 of Anastasiopolis. He was canonized in 613. Poire, Triple Couronne, 1630, t. III, 116 e Sausseret*, t. I. 1854, 104-105. Laurentin, Rene and Sbalchiero, Patrick. Dictionary of the Apparitions of the Virgin Mary. 2010 Edizioni ART.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "970",
        "place": "Sion-les-Saintes (France)",
        "visionary": "St. Geraud (935-April 23, 994)",
        "title": "",
        "description": "The Blessed Virgin Mary appeared on a hill to St. Geraud, Bishop of Toul, and manifest a desire to see that place in a church dedicated to her veneration. Saint Geraud fulfilled the desire of Mary as he built a Marian shrine on the site. The Bishop of Toul showed a tireless charitable and apostolic zeal; was canonized in 1050 by Pope Leo IX.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger, Gottfried. Tutte le apparizione della Madonna in 2000 anni di storia. p. 62",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://www.catholic-hierarchy.org/diocese/dt520.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1038",
        "place": "Valverde, Sicily, Diocese of Catania (Italy)",
        "visionary": "Dionysius, a thief",
        "title": "Holy Mary of Valverde",
        "description": "Alleged apparition of the Virgin to a pious hermit, Dionysius, after he converted from being an outlaw. With his own hands, he built a chapel, later destroyed in 1593, then replaced by a new building at the beginning of the eighteenth century.",
        "feast": "",
        "commemorated": "",
        "source": "Gamba: 1999, 271",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/valverde/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/valverde/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "c. March 24, 1150",
        "place": "Crespano del Grappa, Borgo (Italy)",
        "visionary": "A young deaf mute shepherdess",
        "title": "Madonna del Covolo",
        "description": "On March 24, a young deaf girl was pasturing geese on a meadow in Borbiago, Italy, when she saw a magnificent lady in a light so bright that the girl had to close her eyes. The woman approached and placed her hands on one of the girl's shoulders, asking her (as only Mary could communicate to the deaf) to bring the local priest and indicate that he dig there. If he did, explained Mary, he'd find a marble statue, which should be carried in a solemn procession to the church and enshrined. The girl apparently was able to complete the task and as in Castellammare de Stabia the excavation was very fruitful and indeed miraculous, volunteers soon striking something that gave forth a metallic sound. Digging deeper they uncovered a bronze bell. Within its cavity was the promised statue, which depicted Mary in a standing position with the Infant as usual on her left arm, His little hands fondling her right one. There were hundreds of lost or hidden images, all with stories, all with precious secrets, during this intense period. More on this apparition >>",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/crespano/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/crespano/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1150",
        "place": "Jorval, Yorkshire, (England)",
        "visionary": "Abbot John Kingston of Byland, monk",
        "title": "",
        "description": "In the year 1150, twelve monks under Abbot John Kingston of Byland set out for the Marian Shrine at Joreval. The first night they rested at a certain village, where Abbot John had the following vision in a dream. It seemed to him that he was in the monastery at Byland when he saw a Lady, nobly dressed, and of surpassing beauty, holding by Her left hand a little Boy, who plucked a bough from a little tree that stood in the center of the cloister quadrangle, and then they both vanished. After this the abbot and monks set forth, but not knowing their way, the abbot proposed that they should recite their Office. Having done so, the Lady and Her Son re-appeared, and the abbot begged Her to lead them to Joreval. Then looking at Her Son, She said, \"Sweetest Son, for the love Thou hast ever had for Me, be a guide to these brethren.\" Then the Child held out the branch He had picked from the cloister of Byland, and said, \"Follow Me,\" and they did so, walking through rough and hard ways without any difficulty. And a number of little birds, snowy white, flew down on to the bough the Child held, and there sang the hymn, Benedicite omnia opera Domini Domino, whereby they were much refreshed, and at last they reached a wild uncultivated spot, where the Child planted His branch in the earth with the birds singing upon it, and said, \"Here God will soon be invoked and adored.\" And it seemed as though the whole land grew into a great tree covered with white singing birds. Then the Child disappeared. Abbot John then awoke, and with his companions proceeded on his journey much consoled. The monks were all clothed in white, and everyone asked, \"Who are all these men in white going by?\" Then Abbot John heard one reply: \"They are monks moving from Byland to Joreval.\" Another gazed at the firmament and stars for a while, and then, as if he had received a revelation, said, \"These good monks have come at a happy moment; they will, within a brief space, attain to much prosperity, and have abundance of all things necessary.\" Abbot John was much rejoiced at these words and proceeded on his way. This legend was known to everyone in those parts and often retold.",
        "feast": "",
        "commemorated": "",
        "source": "http://www.salvemariaregina.info",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1308",
        "place": "Finstad, Uppsala Vadstena (Sweden)",
        "visionary": "St. Bridget of Sweden (1303-1373)",
        "title": "",
        "description": "Mary appeared to St. Bridget of Sweden , when she was only six years and accompanied her the rest of her life with many apparitions and revelations. The saint in 1316 married the noble lawyer Ulf Guidmarsson and had eight children with him, including the future St. Catherine of Sweden. For her religious devotion and her charity, Bridget soon became highly esteemed. After a journey of pilgrimage to Santiago de Compostela (Spain), her husband retired to a Cistercian monastery and died there a year later (1344). This meant a turning point in the life of Bridget: She settled in and received revelations from Jesus Christ and the Holy Virgin Mary there. During this period of contemplation, Bridget became a mystical bride of Christ. Through a revelation, she was ordered to found a new religious order. In fact in 1346, through the work of Bridget, the monastery of the Brigidine Order. After a period of strict penance and prayer, she went to Rome in 1349 to obtain the approval of the Order religious and attend the jubilee proclaimed in 1350. She stayed for the remaining twenty-three years of her life in Italy. In 1370, the pope gave Bridget ot approval to establish the monastic order of the Holy.Savior, which later became (1379) the Order of Saint Bridget (Brigidine), with monks and nuns. In 1372/73, she undertook a pilgrimage to the Holy Land. The saint is considered among the greatest and the most mystical of medieval women, and was canonized by Pope Boniface IX in 1391. Among the many writings that Bridget has left us, her greatest is a praise of the virtue and the life of the Virgin Mary.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 8,1356",
        "place": "Basa, Lombardy, Diocese of Bergamo (Italy)",
        "visionary": "Marina Cassone (15)",
        "title": "Madonna of the Olive",
        "description": "On the 8th and the 17th of April, the Queen of Heaven with the baby Jesus in her arms, appeared to Marina Cassone, age 15. The following May, Lafranco, bishop of the Diocese, decided to construct a sanctuary.",
        "feast": "",
        "commemorated": "",
        "source": "Dictionary of Apparitions of the Virgin Mary. Laurentin p. 108; Gamba, 1999, 291.",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 14, 1386",
        "place": "Dovera, Cremona, Lombardy, Italy Ostiglia (Italy)",
        "visionary": "A young deaf mute shepherdess",
        "title": "Beata Vergine del Pilastrello",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "Mary, p. 715, Degl'Innocenti & Marinone",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "",
        "place": "Příbram (Czechoslovakia)",
        "visionary": "Ernest Pardubitz, archbishop of Prague (1300-1364)",
        "title": "",
        "description": "After the death of Ernest Pardubitz, archbishop of Prague (1300-1364), in a chapel on the holy mountain of Glatz Pribram came from a statue of Mary. The chapel was built around 1250, following appearances of miraculous light, and with it the transfer of the statue became a shrine Marian pilgrimage. In his will, the archbishop wrote that during his youth had a vision of Mary: while he was in the church of Glatz in the evening, he saw the statue of Mary's eyes turned from the altar on his side. Suddenly he saw only the back of the head. The young man shuddered and asked the Holy Virgin to turn her head again. She turned immediately after this gradually, but remained a sign of disapproval on the face of the Mother of God. The archbishop told this episode only at the time of his death, adding that this event changed his life and since then he had wanted to dedicate himself only to the service of God. He produced a copy of the statue of Mary of Glatz and continued the devotion throughout his life. After his death the statue was placed in the Pribram chapel and was soon the subject of devotional worship by many faithful and sick. Some extraordinary healings attracted more pilgrims. Even today the place is an active pilgrimage destination.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "c. 1400",
        "place": "Deir al-Maghti / Al-Maghtas (Lower Egypt)",
        "visionary": "monks of a Coptic monastery",
        "title": "",
        "description": "Feast Day: May 16th In the Middle Ages (date uncertain), at the end of the month of May, the Virgin appeared five days in a row to many monks of a coptic monastery in Dabra-Metmaq. Our Lady was seated in a circle of light in the church constructed in her name. An army of angels with their censers surrounded them. Both Christians and pagans saw this, recounted in the chronicle of the monastery. According to the accounts of the geographer and Muslim chronicler Al-Maqrizi (1364-1442), the Virgin also appeared each year in the church of the Al-Maghti monastery, known by the Ethiopians by the name of Dabra Metmaq, located close to Lake Bouroullos and north of Bilqas in the Eastern Delta, the 21st day of the Coptic month Bachnas (May 29th), when large crowd, coming from all Egypt, gathered in this place for a pilgrimage as important as that of the church of the Resurrection in Jerusalem. According to Marian tradition preserved in Ethiopia, following the Christ Child's explicit prayer, formulated during the flight of the Holy Family to Egypt, the Virgin appeared annually to faithful pilgrims, who ardently desired to see her from the bottom of their hearts, at Al-Maghti at the time of the pilgrimage which took place during the Coptic month of Bachnas (at the end of May), with the archangels Michael and Gabriel, as well as holy martyrs. Sources: Maria, t. I, 390-391 Dictionary of the Apparitions. Laurentin (2010) p. 201",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "c. 1400",
        "place": "Airola, Liguria, Diocese of La Spezia, Sesta Godano (Italy)",
        "visionary": "Caterina Greppo",
        "title": "Our Lady of Airola",
        "description": "Around 1400. the Virgin appeared to Caterina Greppo, mute since birth. She healed her and asked her to build a chapel. A sanctuary was then built in 1450.",
        "feast": "",
        "commemorated": "",
        "source": "Gamba, 1999, 294",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "",
        "place": "MATRAVEREBÉL-SZENTKIST (HUNGARY)",
        "visionary": "a shepherd",
        "title": "",
        "description": "A local legend tells of the miraculous following phenomena: a mute shepherd had the privilege of seeing the Blessed Virgin showed him a source of spring water. The confident shepherd went to this spring and wet his throat, and immediately afterwards he could speak. A document of which can be viewed at this place recounts that more healings of this type also occurred.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "c. 1500",
        "place": "Dolní Dvorce, Cesky Krumlov, South Bohemia, Czech Republic",
        "visionary": "",
        "title": "",
        "description": "The story goes that around 1500, Mary appeared to some shepherds here atop a rock, which then split. The gap kept growing; it is said that the world will end when a hay wagon can pass through. In the 1600s, Clarissan nuns built the church of St. Mary of the Snow over the Holy Stone. A nearby chapel houses a healing spring. In 1949 Communist authorities closed the church and repurposed it as a collective farm granary, then as a military warehouse. Its Baroque fittings were looted, its stucco decorations used for target practice, its convent ruined and demolished. Following the 1989 Velvet Revolution, an international effort by German, Austrian, and Czech believers restored the church and chapel and renovated the statue, which had been moved to another church for safekeeping. The annual pilgrimage on the Sunday after August 5, feast of Our Lady of the Snows, which resumed in 1991, features mass in Czech and German, followed by a picnic.",
        "feast": "",
        "commemorated": "",
        "source": "http://www.wherewewalked.info",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 2, 1557",
        "place": "Rapallo (Italy) - OR - Montallegro (Sicily)",
        "visionary": "Giovanni Chichizola (peasant)",
        "title": "Our Lady of Rapallo",
        "description": "The Virgin Mary, wrapped in a heavenly light and with a garment woven of beautiful roses, appeared to a peasant named John Chichizola, old farmer of Montallegro, Genoa, leaving behind a Greek-Byzantine icon and asking for the construction of a church saying, \"I am Mary, the Mother of God. Tell everyone I want to be honored in this place and I'll let my little image fly by angels from Greece as a pledge of predilection. Fast on Saturday.\" John could not move the picture and left it on the mountain. On the way back, with some priests and faithful to see the picture they found a spring flowed where they had placed the feet of Mary. The priests took the picture in the Church, but he disappeared and was again found in the place of the apparition. This happened three times, and eventually left her permanently on the mountain. In December 1574 a ship from Ragusa, the current Dubrovnick, Dalmatia, docked in the port due to a violent storm. The captain and the sailors went to the shrine to thank the Virgin for saving them from the wreckage and were amazed to see the image as it was the same mysteriously disappeared from their land 17 years earlier. After many negotiations were able to take her away, but during the first night of navigation, the image disappeared and reappeared from the ship on the mountain. The Archbishop of Genoa ascertained the authenticity of the facts and on August 6, 1558, authorized the construction of the church and in July 1559 the sanctuary was opened for worship. The miraculous effigy, given by Our Lady to Rapallo in 1557, is set in a lovely pavilion silver and a bar of wood 18 cm by 13, which depicts the Dormition of the Virgin, Death and Assumption of the Virgin the sky. Below is represented the Virgin Mary dead, dressed in a dark robe and lying on a bed covered with a red cloth, and around, the apostles in prayer. Against the sky, there is the Holy Trinity, depicted as three distinct Persons, but together, almost joined to become one, and in the hands of the Holy Trinity where the Blessed Virgin Mary is located. The Holy Father Benedict XVI on the occasion of the 450th anniversary of the Apparition sent a letter to Mons. ALBERTO TANASINI, Bishop of Chiavari.",
        "feast": "",
        "commemorated": "",
        "source": "http://www.latheotokos.it",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 1574",
        "place": "CASAL PUSTER - LENGO (Italy)",
        "visionary": "The Virgin Mary appears to 4000 persons",
        "title": "Our Lady of the Capuchins",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 24, 1585",
        "place": "PUMENAGO (Italy)",
        "visionary": "Francesco Zamboni",
        "title": "Madonna della Rotonda",
        "description": "lmost a century and a half after the apparition of the Blessed Virgin in Caravaggio , which took place as is known the 26 May 1432 , it is said that May 24, 1585, to a deaf-mute Calino, who moved recently to Pumenengo and named Zamboni Francesco , appeared the Madonna and ordered him to invite the owner of the property, Count Francesco Barbò , to erect a temple where there was then a simple chapel country. The deaf-mute, suddenly regained the power of speech, he did make the heavenly mission in proving himself the truth of what asserted; so the most pious Lord, convinced, he hurried to make the desire of the Blessed Virgin Mary, and three years (in 1588) with the assistance of Count Antonio Secco, the sacred building was constructed . According to local legend, a deaf-mute who prayed much was suddenly freed from his infirmity by means of an apparition of Mary. Hierzenberger 1997 p 1595",
        "feast": "",
        "commemorated": "",
        "source": "http://tanogabo.com/santuario-della-madonna-della-rotonda-di-pumenengo/ According to local legend, a deaf-mute who prayed much was suddenly freed from his infirmity by means of an apparition of Mary. Source: Hierzenberger 1997 p 1595",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1589",
        "place": "Tabacal, Corrientes, (Argentina)",
        "visionary": "Group of Indians",
        "title": "The Virgin of Itati",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1600",
        "place": "Mariahilf, Passali, (GERMANY)",
        "visionary": "The Baron Marquard von Schwendi (1574-1634)",
        "title": "",
        "description": "From his garden during the night, The Baron saw a light illuminating the majestic surrounding hills. He noted that this light, over time, acquired more and more traits of the Mother of God. Impressed by this sight, he built a church on the spot as she asked him to build a church in her honor. The temple was built in 1620 and is venerated Mariahilf icon in 1363, coming from the eponymous Slovak sanctuary.It later became a sanctuary and was entrusted to the Capuchin friars. The baron died in 1634.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 143",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1611",
        "place": "Bingasan, Taal (Philippines)",
        "visionary": "Juana Tangui (slave of Don Juan Mangabot) and around 30 women",
        "title": "Nuestra Senora de la Misericordia",
        "description": "The natives saw several times, mainly at night, near a river where they go to fetch water, a very great light coming from a small opening in a large rock. Because of her desire to be healed from her eye illness, Juana went to the stream in the company of nine or ten other people and when she was in the water she saw a vision of Our Lady who told her to come back once she was a member of the Confraternity of St Augustine and was wearing the customary belt. She did this and returned with several people and at the request of Our Lady handed her some rosaries and the belt and upon receiving them back, was cured of her eye condition and could see clearly. This was the first recorded Marian apparition in the country. From the miraculous cure of her eyes during the apparition, the well water, now known as “Balon ng Sta. Lucia” and the adjoining stream, now known as “Banal na Tubig” have been known to possess miraculous attributes of healing to this day. An arch with pediment was constructed after 1611 over the wells, which generally marks the spot of her apparitions, and is today called “Banal na Pook”. On February 24, 1620, Augustinians issued an order to construct a church \"in the same place and site as Caysasay, visita of Taal, as it has been verified through serious investigation that the Most Holy Virgin has appeared there. It is resolved, likewise, that it be given the title of Nuestra Senora de la Misericordia.\"",
        "feast": "",
        "commemorated": "",
        "source": "Fr. Pedro Galende, O.S.A, Angels in Stone: Augustinian Churches in the Philippines",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://www.caysasay.com/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1640",
        "place": "Montagnolo-Pinocchio (Italy)",
        "visionary": "",
        "title": "",
        "description": "In 1640, the Virgin appears to prevent a terrible epidemic that is about to fall on the region.",
        "feast": "",
        "commemorated": "",
        "source": "Gamba, 1999, 360",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "August 15, 1652",
        "place": "La Prénessaye, Querrien, Bretagne, diocese of Saint-Brieuc (France)",
        "visionary": "Jeanne Courtel",
        "title": "Our Lady of Eternal Aid",
        "description": "(12 - deaf/mute shepherd girl) The twelve year-old Jeanne Coutel was born deaf and dumb. As she fed the sheep at her native village of La Prénessaye, the Blessed Virgin Mary appeared to her and healed from his sickness. After the apparition, she could speak and hear normally. The next day the miracle that Mary appeared again, this time the Virgin urged to build a chapel for the worship of Mary. As evidence of her appearance, in addition to the miracle of healing, Mary showed her where a statue was buried of the image of \"Our Lady of Eternal Aid.\" The statue was found and this place manifested fifteen apparitions of the Virgin which were considered and recognized as authentically supernatural by the Bishop (St. Brieuc). The chapel was immediately built on site of the apparitions and the statue was unearthed on the inside. A huge mass of pilgrims traveled to this shrine to venerate the statue of Mary. A few days later, also in the chapel, other miracles were manifested. The statue became a famous devotional with the attribute of \"Our Lady of Eternal Aid.\"",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 165",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../approved_apparitions/querrien/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../approved_apparitions/querrien/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1673",
        "place": "Janots, Paray-le-Monial / Lauthecourt (France)",
        "visionary": "St. Margaret Mary Alacoque (1647-1690)",
        "title": "",
        "description": "Saint Margaret Mary Alacoque, was blessed with apparitions of the Blessed Virgin as a child. In 1655, at the age of eight years, lost his father who was a judge and notary, well known. After his father's death, Margaret had much to suffer: the fifth of seven children, she was placed in a boarding house in Charolles at the Poor Clares. Living among the sisters, she discovered the peace of the cloister, and, on the occasion of her first communion, she realized the depth of her mystical consciousness of the conflict between the peace of God and the turbulence of the world. She was often ill, immobilized by rheumatism, making?a vow to the Virgin to become \"one of her daughters', if she were healed. These years of suffering prepared her sanctification. In June 1671, after overcoming many obstacles of a practical nature, Margaret Mary Alacoque recovered and kept her promise to the Mother of God and entered the convent of the Visitation at Paray-le-Monial. The convent that she chose was living in conformity to the thought and the inspiration of Francis de Sales. Margaret became a chosen one of our Lord Jesus Christ, from whom he received great graces. The mystic nun was one of the most fervent ambassadors of the message of the Sacred Heart of Jesus",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 170",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1747",
        "place": "BOIS-DE-LA ROCHE-EN-NEANT (FRANCE)",
        "visionary": "Madeleine-Marie Morice (1736-1769)",
        "title": "",
        "description": "Mary appeared to 11 year old Madeleine-Marie Morice (1736-1769) and explained the Lord's Prayer - first the meaning of the words \"Thy kingdom come.\" In another apparition, the Virgin asked the girl we must ensure that an orphanage was founded (House of Providence). In this apparition the Blessed Virgin would have anticipated many sufferings thatshe would suffer, but she promised her personal protection. Our Lady dressed in blue appeared many more times to Madeleine. The girl left this earthly world in 1769.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 184",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 19, 1759",
        "place": "MÁRIABESENYŐ (HUNGARY)",
        "visionary": "John Fiedler (mason)",
        "title": "",
        "description": "On the site where once stood a church of the Premonstratensian XII century, a new church was to be built in the eighteenth century. On the night of April 19, 1759 the mason John Fiedler had a dream: Mary predicted that the next day in the ruins of the collapsed church, exactly where the altar was, he would find something valuable. She also commanded the builder to put it on the newfound new altar so everyone could see. The next day the mason discovered the place indicated in the dream, a statue of ivory top 11 cm of the Mother of God, a masterpiece of the fourteenth century. The Cardinal Migazzi confirmed the discovery of the miraculous statue. After the discovery of the sacred statue, a new church was built and pilgrims began to flock in large numbers. Mariabesnyö still is one of the most important pilgrimage sites in Hungary.",
        "feast": "",
        "commemorated": "",
        "source": "latheotokos.it",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1792",
        "place": "DOROSZLÓ (HUNGARY)",
        "visionary": "Janos Zavloczki (blind man)",
        "title": "",
        "description": "Janos Zavloczki was a devotee to the cult of Mary. One day he had an accident and became blind. The Blessed Virgin appeared to him and advised him to wash his eyes in a miraculous fountain. The fervent Christian, animated by the hope of being freed from this infirmity, immediately followed the indication of Mary and was healed. The news of the miracle spread quickly and caused a great sensation. First, a chapel was built then, given the large number of pilgrims, a church was erected. -------- In 1792, the Virgin Mary healed Janos Zavloczki blind. A chapel was built on the site of the apparition. Patrick Sbalchiero article \"DOROSZLO\" in: Dictionnaire encyclopédique des apparitions de la Vierge. Inventaire des origines à nos jours. Méthodologie, prosopopée, approche interdisciplinaire, Fayard, Paris",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 186 -------- In 1792, the Virgin Mary healed Janos Zavloczki blind. A chapel was built on the site of the apparition. Patrick Sbalchiero article \"DOROSZLO\" in: Dictionnaire encyclopédique des apparitions de la Vierge. Inventaire des origines à nos jours. Méthodologie, prosopopée, approche interdisciplinaire, Fayard, Paris",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1813",
        "place": "Leipzig / Licheń (Poland)",
        "visionary": "Tomasz Klossowoski",
        "title": "Our Lady of Lichen (portrait)",
        "description": "In the battle of Leipzig, a Polish soldier, Thomas Klossowski, was seriously injured. He prayed fervently to Mary so that his suffering would be mitigated. One evening at sunset, the Virgin appeared to him in tears with a golden robe and a crown of gold. She protected him, holding him tightly to her chest, the white eagle, the symbol of Poland, and promised the soldier his imminent healing and return home. Our Lady also asked him to find a paintings where he was portrayed as she had appeared. Once found, the portrait should be hung on the wall of a church as an object of veneration. Klossowski the soldier soon returned home to his country, in Lichen. In 1836 he found the portrait hung in a chapel in the woods. Since then, he was venerated as miraculous. Thomas died in 1848.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 pp 187-188",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/lichen/index.html",
            "http://www.lichen.pl/en/",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/lichen/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1833",
        "place": "Bous-Septfontaines-Clairfontaine (FRANCE)",
        "visionary": "Anna Moes (1832-1895)",
        "title": "",
        "description": "Mary appeared to Anna Moes (1832-1895), in the early childhood of this mystic in her family home in Bous. In 1868 Anna joined the Order of the Dominicans and took the name Marie Claire Dominic of the Holy Cross. It was considered as a soul atoning for the reform of the religious order. Sister Marie Dominic had the grace of spiritual and mystical experiences (appearances of God, Angels and Saints). Because of these visions was accused by several parties to be deception and fraud, even by her confessor, who for twelve years did not believe. Finally, a bishop's court decided in her favor in 1884. For all that time she had remained obedient to the ecclesiastical authority, and had endured the suspicion and slander as an exercise in humility. She founded a convent on Mount Limpert in Clairefontaines and one in Luxembourg. She died in 1895. The cause of beatification was initiated in 1915.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 192",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1855",
        "place": "Buôn Châu, Quảng Nam (Vietnam)",
        "visionary": "soldiers",
        "title": "",
        "description": "In 1855, the hill of BuuChau, Province QuangNam in Vietman, the Madonna appeared over the roof of the parish church for Catholics persecuted, surrounded by 4,000 soldiers who wanted to exterminate them. The Virgin would protect them and the soldiers would be withdrawn.",
        "feast": "",
        "commemorated": "",
        "source": "www.latheotokos.it",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 20, 1860",
        "place": "Andlau (FRANCE, Alsace, Basse-Rhin, diocese of Strasbourg)",
        "visionary": "Françoise Barthel (1822 - 1878)",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "Laurentin, R. Dictionary of the Apparitions of the Virgin Mary, p. 80",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1871",
        "place": "Innsbruck, Locherboden (Austria)",
        "visionary": "Maria Kalb",
        "title": "Our Lady of Salvation",
        "description": "Maria Kalb was lying in bed for seven years because of an incurable disease. The Holy Virgin Mary, moved with compassion, appeared in a cave in the Motz nell'Oberinntal. The patient was asked to be taken to that place and immediately was healed. On a boulder near the entrance of the cave miraculously hung a copy of Mary, Our Lady of Salvation, the portrait had been brought from a mountain devoted some years before. The news of healing and of the apparition spread around, and immediately many pilgrims visited this place.Long after the event, a neo-gothic church that was consecrated in 1901 when they noticed bright miraculous phenomena. The copy of the Mary of Help was placed on the altar and the entrance of the cave rock was placed in the chapel, with a wooden relief of the Mother of God, wearing a cloak of gold.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p. 221",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "March 10, 1873",
        "place": "Building-St. Avola (France)",
        "visionary": "Catherine Filljung (1848-1915)",
        "title": "",
        "description": "On March 10, 1873, in the church of Saargemiind, Mary appeared to Catherine Filljung (1848-1915). The Holy Virgin appeared to the seer in Bilding other times. The Mother of God was always adorned with a blue vest and a white coat and silently showed herself to the mystic Catherine. Inspired by these visions, the seer founded an orphanage in 1884 and in 1899 a community of Third Order of St. Dominic, which she led as prioress. Because of disobedience against the bishop of Metz Willibrord Benzler OSB, this community was dissolved. The mystic received the gift of the Holy Stigmata, the supernatural authenticity, however, was questioned. Even Catherine's mystical experiences, which led Pope Leo XIII to promote the cult of the Holy Rosary, were never validated by ecclesiastical commissions. Hierzenberger 1997 p 225",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 225",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "June 8, 1873",
        "place": "Saint-Bauzille-de-la-Sylvie, Montpellier (France)",
        "visionary": "Augustus Amauld",
        "title": "",
        "description": "APPROVED FOR FAITH EXPRESSION (see list of apparitions approved for faith expression) Although it was Sunday the feast of the Trinity, the winemaker Augustus Arnaud worked in his vineyard. Suddenly, according to local legend, Augustus saw a bright light in the middle of the field and came and saw that manifested itself in that light the figure of the Blessed Virgin Mary, she attracted the attention of the farmer on Sunday rest and urged him to erect a cross, to place a statue of the Madonna in the vineyard and venerate with his neighbors. Exactly one month later, she reappeared on the cross, which had meanwhile been erected with a devotional spirit, and said to all the people: \"You must never work on Sunday! Blessed are those who believe.\" In 1876, the diocesan bishop, Bishop De Cabrières, after the establishment of a commission of inquiry and having questioned several times the seer, he recognized the supernatural origin of the apparitions.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/saintbauzille/index.html",
            "http://miraclehunter.com/marian_apparitions/approved_apparitions/faith-expression.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/saintbauzille/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1873",
        "place": "Saint-Bauzille de la Sylvie, Montpellier (France)",
        "visionary": "Françoise Théotiste Covarel (Franciscan tertiary)",
        "title": "",
        "description": "From August 18, 1873 until the end of July 1874, the Franciscan tertiary Françoise Théotiste Covarel, was the seer of 22 apparitions of the Virgin, in which she gave messages in which she spoke of the corruption of the clergy. The Bishop Vibert François Marie, at first showed himself favorable, was moved by the Holy Office to another diocese.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/saintbauzille/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "June 22, 1883",
        "place": "Għarb (Gozo) (Sister island of Malta)",
        "visionary": "Carmela (Karmni) Grima (45), Francesco Portelli",
        "title": "Our Lady Ta’ Pinu",
        "description": "On the 22nd June 1883, Karmela Grima a forty-five year-old single woman and great devotee of the Blessed Virgin, heard a call, while passing by the chapel on her return home from the fields which surrounded the chapel. \"Come, come\", she heard a woman's voice say. She was confused and frightened, and began to run away from the place. The voice called again, and this time Karmela realised that the voice was coming from within the chapel, she went inside and said her usual prayers. The voice which had come from the image of the Blessed Virgin asked her to recite three Ave Maria in honor of the three days Her body remained in the tomb before Assumption to Heaven. Karmela did as the voice asked and went on her way. Shortly afterwards Karmela fell ill and remained confined to her bed for more than a year. After this time, Karmela revealed her secret to a friend, Francesco Portelli, who in turn told her that about the same time he also heard a woman's voice asking him to pray from within the chapel. Shortly after this mysterious call Francesco's mother was miraculously healed by the intercession of Our Lady of Ta` Pinu. The lonely chapel became a place of pilgrimage for many people on the island and beyond. Bishop Pietru Pace was informed about these events and after speaking to Karmela and Francesco he concluded that the voice was of heavenly origins. Devotion to Our Lady of Ta` Pinu grew rapidly, and numerous pilgrimages flocked to the chapel.",
        "feast": "",
        "commemorated": "",
        "source": "www.tapinu.org",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/tapinu/",
            "http://www.tapinu.org",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/www.tapinu.org"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "March 1884",
        "place": "Lyon et Diemoz (France)",
        "visionary": "Marie-Louise Nerbolliers (27) (1857 - 1908)",
        "title": "",
        "description": "Mary appeared to twenty-seven year old Marie Louise, first in Lyon, then Diemoz (French Alps). Our Lady recommended the recitation of the Rosary and urged her to spread the medal of Anne Marie Coste, \"The Mother of Solitude\" (see Lyon, 1882). Holy Mary confirmed the apparitions of La Salette and proposed to the seer the gift of the Stigmata in the seal of expiatory sacrifices for the souls of the world. Maria Luisa died September 15, 1908 and was buried in Diemoz. Because of the many miraculous phenomena occurring in that place, the stigmatized body of the July 17, 1939 was exhumed and found incorrupt. Her body was transferred to Pouilly-les Fleurs (far from Diemoz).",
        "feast": "",
        "commemorated": "",
        "source": "HIerzenberger 1997 p 242",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/#1882_Lyon",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/#lasalette"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1884",
        "place": "St. Columban (France)",
        "visionary": "Marie Lordeau (9)",
        "title": "",
        "description": "In Saint-Columbine in France, Marie Lordeau, at the age of nine years had often Marian apparitions. Unfortunately we do not know the details.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "September 5, 1914",
        "place": "Battle of the Marne (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "soldiers",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "August 15, 1917",
        "place": "Château-Gombert (France); Florival (Papua)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Maria Teresa Noblet",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 22, 1918",
        "place": "Muzillac, Bretagne, Morbihan, Diocèse de Vannes (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "3 children",
        "approval": "No investigation",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1923",
        "place": "Zsolnok (Hungary)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Elizabeth Galgoczi (1905-1962)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1933",
        "place": "Crollon, near Mont-Saint-Michel (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Adrien Angot (boy) and two friends",
        "approval": "No decision - not investigated",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1938",
        "place": "San Vincenzo Valle Roveto (Italy, Diocese of Sora-Aquino-Pontecorvo)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Filomena Carnevale (1926-1959) - stigmatic shepherdess",
        "approval": "Positive investigation of Filomena; no formal approval of apparition",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/san_vincenzo/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1939",
        "place": "Bauxières (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "A. Pietcquin (1908 -) and G. Hanus (1910-)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1939",
        "place": "Kecskemét (Budapest), Hungary",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Sister Maria Natalina Kovacsics (38)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "March 25, 1941",
        "place": "Alto de Umbe/Unbe Gaina, Laukiniz, Vizcaya (Spain)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Felipa Sistiago de Arrieta (33)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1945",
        "place": "Ardhe, County Tyrone (Ireland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1946",
        "place": "Pašman, Dalmatia",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Adults & children",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1947",
        "place": "Plescop near Vannes (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Therese Le Cam (15), Annik (13)and Monique Goasguen (11)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1950",
        "place": "Bienvenida-Usagre (Spain)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "1 man",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Dec 8, 1951",
        "place": "Casalcontrada (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Leonora Manoli (53)",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "June 1, 1958",
        "place": "Turčovka (Slovakia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Matousch Laschut (42)",
        "approval": "Declared site of pilgrimage and prayer - Msgr. Tomass Galis Oct 19, 2008",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 13, 1962",
        "place": "Skiemonys, Joniškis, (Lithuania)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Francis Romaine Macuys / Ramute m-Mapiukaite (18)",
        "approval": "Investigated Aug 1962 - Devotion encouraged by Bishop Preikas",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1964",
        "place": "Turčovka (Slovakia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "1 man",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 22, 1968",
        "place": "Saint-Bruno-de-Chambly (Canada)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Several children",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 14, 1971",
        "place": "Pendiamo (Colombia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Dorita Lilia Nuñez (12)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1972",
        "place": "Tongeren-Opitter (Belgium)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Josianne Keymis (11)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1973",
        "place": "Olmos / Nitape (Peru)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Teodora Gonzales (13)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1976",
        "place": "Krakow (Poland) / Piotrowice (Poland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Wladyslaw Biernacki",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1977",
        "place": "Kharkiv (U.S.S.R.)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "N.A.",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1984",
        "place": "Lützenkirchen, Presso Leverkusen (Germany)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Renate Urban",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "February 1985",
        "place": "Vadiakkad (India)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Mary Anna",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "June 4, 1986",
        "place": "MONTEFANERA, Pederobba, Treviso (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Paola Albertini",
        "approval": "Negative decision (March 6, 2006 - Vicar General Monsignor Corrado Pizziolo)",
        "links": [
            "http://www.mariareginadegliangelicustodi.it",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../statements/montefanera_statement1.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1986",
        "place": "Wilhelmburg (Austria)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Aloisia Holzer",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1986",
        "place": "Tarnopol and Pidissia (Russia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "several people",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 26, 1987",
        "place": "Grushev, Hrushiv, Leopoldiv (Ukraine)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Maria Kizyn (12)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1987",
        "place": "Inchigell (Ireland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Rosemary O'Sullivan",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1988",
        "place": "Scottsdale, AZ and Colorado Springs, CO, (USA)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Harriet Hammons",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "December 9, 1989",
        "place": "Ljubljana (Laibach), Kurešek (Slovenia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Franz Spelic \"Smarevski\"(65) (d. April 2012)",
        "approval": "No decision",
        "links": [
            "http://www.kurescek.org/en/enstran.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1989",
        "place": "Porto San Elpidio, Sicily",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Giorgio Bongiovanni",
        "approval": "No decision",
        "links": [
            "http://www.giorgiobongiovanni.it/engl/biografia/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 24, 1990",
        "place": "Mammaledì, Syracuse (ITALY)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Giuseppe Auricchia (74)",
        "approval": "Established as not supernatural",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "June 2, 1996",
        "place": "Londrina, Paraná State, Brasil",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Patricia (14)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "2009",
        "place": "Burundi, Masindi - Kayanza (Uganda)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Euzebie Ngendakumana (also Zebiya) (23)",
        "approval": "No decision",
        "links": []
    }
]