[
    {
        "type": "Apparation of the virgin Mary",
        "date": "ca. 48",
        "place": "Ephesus, Asia Minor (Turkey)",
        "visionary": "The Apostles",
        "title": "",
        "description": "According to some legends, the Holy Virgin Mary appeared to the apostles, three days after her Assumption into heaven. Clad in a bright light than the sun, she turned to them that they had begged for his help and protection from heaven: \"I'll stay with you in eternity.\" Whether Mary rested in Ephesus or Jerusalem remains a controversial issue.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "231",
        "place": "Neocaesarea (Asia Minor)",
        "visionary": "St. Gregory the Wonder-Worker (213 ca.- 270)",
        "title": "",
        "description": "The Virgin Mary and the Apostle John would appeared to St. Gregory the Wonderworker (213-270), before he was ordained bishop of Neocaesarea. The apostle, at the urging of Mary, would provide all the necessary clarifications to the Saint around the theological issues, particularly on the mystery of the Trinity, then the subject of strong controversy.",
        "feast": "",
        "commemorated": "",
        "source": "Gamba, Mario. \"Apparizioni mariane nel corso di due millenni\" 1999 Ediz.Segno",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/neocaesarea/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/neocaesarea/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "325",
        "place": "Myra, Lycia (Asia Minor)",
        "visionary": "St. Nicholas of Bari (the Miracle Worker) (c.270 - 345)",
        "title": "",
        "description": "One of the most revered Orthodox saints, the healer Nicholas, Bishop of Myra, in Lycia (Asia Minor) in the first half of the fourth century, also known in Italy as Nicholas of Bari. He would receive, according to tradition, two apparitions of the Virgin Mary, the first prior to his ordination, and the second during the celebration of a Holy Mass at the end of the Council of Nicaea. The two appearances urged him to fulfill his spiritual mission. In this council he was very committed to support the doctrine of the divinity of Christ.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/myra/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/myra/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "ca. 350",
        "place": "Island of St. Nicholas (Italy)",
        "visionary": "a pious hermit",
        "title": "Santa Maria a Mare",
        "description": "Towards the middle of the fourth century the Holy Virgin appeared to a pious hermit who had retired to the island to show him the place where he had buried a treasure with which he had to build him a church. The hermit, fearing a demonic temptation, did not obey. The Virgin appeared to him again, ordering him to obey. The hermit then dug at the place indicated and found a jeweled crown and vessels containing pieces of silver and gold. With the coins, he built the church, and crowned with a diadem found a statue of Madonna made raised above the altar.",
        "feast": "",
        "commemorated": "",
        "source": "\"Apparizioni mariane\" M.Gamba",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "363",
        "place": "Caesarea (Asia Minor)",
        "visionary": "St. Basil (Bishop) (330 - 379)",
        "title": "Sovereign Mediatrix of her Son Jesus",
        "description": "The Roman emperor Julian the Apostate, had decided to destroy, as soon as he returned from the war against the Persians, the Church of St. Basil, one of the leading bishops and theologians of the time. Then the Virgin Mary appeared to Basil, as \"sovereign mediator of His Son Jesus,\" promising to protect him from the anger of the Roman emperor.The emperor was not able to implement his plans for he died on the battlefield in the third year of his reign.",
        "feast": "",
        "commemorated": "",
        "source": "\"Marian Apparitions\" by Marino Gamba Ed.Segno",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/caesarea/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/caesarea/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "492",
        "place": "Gargano, Naples (Italy)",
        "visionary": "Pope Gelasio I",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "660",
        "place": "Hainault, Flanders",
        "visionary": "St. Aldegonde of Maubeuge (c. 639–684)",
        "title": "",
        "description": "La Vita prima Aldegundis (published and translated by Michel Rouche, Maubeuge, 1989) contains messages and visions of the Virgin that insist on her taking the role of the holy bride of Christ: \"Thou shalt have no other husband but the Lord... The Lord has been married for eternity so that you receive this incorruptible crown: Then she saw Him adorned with wedding robes\" (quoted by Jean Heuclin \"The Marian cult in Gaul during the The High Middle Ages\" La Devotion mariale de l'an mil a nos jous. Etudes reunies par Bruno Bethouart et Alain Lottin, artois Presses Universite, 2005, 70)",
        "feast": "",
        "commemorated": "",
        "source": "Laurentin, Rene and Sbalchiero, Patrick. Dictionary of the Apparitions of the Virgin Mary. 2010 Edizioni ART. p 65",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "727",
        "place": "Maastricht (Germany)",
        "visionary": "St. Hubert of Maastricht",
        "title": "",
        "description": "Hubert of Maastricht (the saint, bishop of Maastricht, 727) In the 705-706 or so, the Virgin would appear, when the bishop's seat moved from Maastricht to Liege, according to unverified sources reported by Gamba, 1999, 267. According to legends that have spread from the end of the fourteenth century, he would have converted after a miraculous vision of a deer wearing a light cross between its horns. This story, in fact, comes from an early Christian text from the second century, told by a Roman officer, Eucstachio, who was martyred under the Emperor Trajan (23-117). The legend of the animal \"Crucifer\" was adapted from John of Damascus in the seventh century, then taken up by Jacopo da Varazze, in his Golden Legend (1261-1266). Bibliography: P. Sbalchiero, Hubert (saint), DMEC, 2002, 353 Laurentin, Rene and Sbalchiero, Patrick. Dictionary of the Apparitions of the Virgin Mary. 2010 Edizioni ART",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "ca. 900",
        "place": "Blacherne (Istanbul)",
        "visionary": "Andrew and Epiphanius",
        "title": "",
        "description": "The Russians attacked Blacherne in the year 860 but fled before the relic of Mary's cloak and they asked the missionaries for their country. In the next century (X century), to Blacherne, the Virgin appeared to Andrew, a Foolishness for Christ of Slavic origin, and his disciple Epiphanius. Hence the Orthodox feast of the \"Protection of the Mother of God\" celebrated on 1 October (14 per schedule Julian used by the Orthodox Churches of Slavic rite). For a long time, the two seers saw the veil shine above the crowd, to which refers the Slavonic liturgy from 1 October (Pokrov).",
        "feast": "",
        "commemorated": "",
        "source": "Cf. René and Patrick SBALCHIERO LAURENTIN, article \"recognized apparitions\" in: Encyclopedic Dictionary of Our Lady's apparitions. Inventory origins to today. Methodology, personification, interdisciplinary approach, Fayard, Paris, 2007",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://amdn.vps1.spikly.com/qui-est-marie/1-octobre-orthodoxe-pokrov-protection-de-la-mere-de-dieu"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 1000",
        "place": "Montefortino, Marche, Diocese of Ascoli Piceno (Italy)",
        "visionary": "Santina, a shepherdess dumb from birth",
        "title": "Our Lady of the Free (Madonna dell'Ambro)",
        "description": "Feast Day: Second Sunday in May In May of 1000, the Blessed Virgin, surrounded by extraordinary splendor, appeared humble shepherdess Santina, mute since birth. At the sight of the heavenly Mother, the shepherdess cried, \"Mother! Mamma mia! \", Thus obtaining the gift of speech, as a reward of prayers and of wild flowers that every day was an image of the Virgin Mary, located in the hollow of a beech tree. The monumental shrine, built as a result of this event between 1603 and 1640, is in the territory of the Province of Ascoli Piceno Montefortino between green mountains and rocks of the majestic Sibillini, on a hill 683 meters above sea level The adjoining convent of the PP. Capuchins in which it has custody, the portico and the bell tower are buildings of the twentieth century. In the chapel of the apparition is venerated statue of the Virgin and Child placed there in 1562. The Virgin is honored under the title of \"Our Lady dell'Ambro\" after the nearby stream which flows into the river Tenna. In 1922, the Vatican Chapter had solemnly crowned the venerated image and in 1933, Pope Pius XI, enriched the sanctuary of a precious crucifix.",
        "feast": "",
        "commemorated": "",
        "source": "Gamba 1999, 270",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/montefortino/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/montefortino/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1016",
        "place": "Ivrea, Piemonte, Diocese of Turin (Italy)",
        "visionary": "Arduinus, a monk",
        "title": "",
        "description": "The Virgin had asked Arduino, Benedictine monk who became king, to build three churches in Belmonte, Turin, and Monferrato, and she would reveal the existence of an icon of the fifth century. More about this apparition>>",
        "feast": "",
        "commemorated": "",
        "source": "Chiron, 1995, 62. Gamba, 1999, 270-271 More about this apparition>>",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/ivrea/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/ivrea/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1091",
        "place": "Fontgombault Abbey (France)",
        "visionary": "",
        "title": "",
        "description": "Statue: Notre Dame du Bien Mourir (Our Lady of a Happy Death) In 1791, hard times had come to France and to the Church. Countless were the Christians sacrificed on the alter of Revolution, especially in Paris, where the tireless work of the guillotine filled the street gutters with rivers of human blood. Trouble had come to the countryside as well. Already at the beginning of the century, the greed of the secular landlord of Fontgombault had chased away all but five monks. By this time, at the end of the century, not a single monk was left to sing the Divine Praises. Theayor of the village of Fontgombault had begun to sell the very stones of the Abbey walls (July 2, 1791). But the work of destruction was not yet complete. It was about this time that an impious hand sought to destroy the statue of Mary above the northern door of the church. He positioned a ladder and climbed up in order to carry out the practice, quite common with the revolutionaries, of breaking off the head and members of a piece of art that offended him and the new ideas of those who had no more need of God and His Saints. As he swung his hammer, however, he suddenly lost his balance and fell off the ladder, hurting himself mortally when he hit the ground far below. As he lay dying, the poor man regretted in an instant the evil deed he had done and begged God, through the intercession of the Virgin Mother of God whom he had so gravely offended, to forgive him. Such was his change of heart, his conversion at the moment of death, that the witnesses recognized in the event a special grace from heaven. From that moment on the statue has been known as Our Lady of a Happy Death.",
        "feast": "",
        "commemorated": "",
        "source": "Brother Philip Anderson, Prior of Our Lady of Clear Creek via International Marian Research Institute.",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://www.clearcreekmonks.org",
            "http://campus.udayton.edu/mary/questions/yq2/yq386.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "",
        "place": "Saint-Crespin, Hainaut (Belgium)",
        "visionary": "St. Aibert (1060-1140) Benedictine",
        "title": "",
        "description": "Born in Spain and a hermit in the monastery of Saint-Crespin (Hainaut), he lived in isolation from the world. The \"Virgin appeared in a dream\", but he did not immediately recognize her. \"If I had seen a woman in this convent, I would have been her expelled, at any cost!\" he thought. The apparition silenced him and revealed her identity and then he asked her what she wanted. \"The Virgin then puts a piece of bread in his mouth\" according to an account given by Mons. Robert D'Ostrevant, archibishop of Arras, author of the life of the saint around 1140 to 1150.",
        "feast": "",
        "commemorated": "",
        "source": "De S Ayberto Presbytero, Vita auctore Roberto archdiacono Ostrevandensi, AAS, 1 Paril 673-680.",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 25, 1124",
        "place": "Monte Virgine (Italy)",
        "visionary": "St. William the Abbott of Vercelli",
        "title": "",
        "description": "During one of his meditations, the Virgin appeared to the saint, urging him to erect a shrine on the site where the cult of Cybele was first practiced.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/montevergine/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/montevergine/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1150",
        "place": "Noiretal, diocese of Leon (France)",
        "visionary": "an assassin",
        "title": "",
        "description": "An alleged apparition of Virgin to an assassin, hiding out in an old sanctuary. It caused him to convert.",
        "feast": "",
        "commemorated": "",
        "source": "Dictionary of the Apparitions of the Virgin Mary. Laurentin p. 544; Gamba 1999, 276.",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1152",
        "place": "Schönau, Nassau",
        "visionary": "(St.) Elizabeth of Schönau (Born about 1129; d. June18, 1165)",
        "title": "",
        "description": "She was born of an obscure family, entered the double monastery of Schönau in Nassau at the age of twelve, received the Benedictine habit, made her profession in 1147, and in 1157 was superioress of the nuns under the Abbot Hildelin. After her death she was buried in the abbey church of St. Florin. When her writings were published the name of saint was added. She was never formally canonized, but in 1584 her name was entered in the Roman Martyrology and has remained there. Given to works of piety from her youth, much afflicted with bodily and mental suffering, a zealous observer of the Rule of St. Benedict and of the regulation of her convent, and devoted to practices of mortification, Elizabeth was favoured, from 1152, with ecstasies and visions of various kinds. These generally occurred on Sundays and Holy Days at Mass or Divine Office or after hearing or reading the lives of saints. Christ, His Blessed Mother, an angel, or the special saint of the day would appear to her and instruct her; or she would see quite realistic representations of the Passion, Resurrection, and Ascension, or other scenes of the Old and New Testaments. What she saw and heard she put down on wax tablets. Her abbot, Hildelin, told her to relate these things to her brother Egbert (Eckebert), then priest at the church of Bonn. At first she hesitated fearing lest she be deceived or be looked upon as a deceiver; but she obeyed. Egbert (who became a monk of Schönau in 1155 and succeeded Hildelin as second abbot) put everything in writing, later arranged the material at leisure, and then published all under his sister's name.",
        "feast": "",
        "commemorated": "",
        "source": "http://www.newadvent.org/cathen/05392a.htm",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://www.newadvent.org/cathen/05392a.htm"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1190",
        "place": "Cologne and Steinfeld (Germany)",
        "visionary": "St. Joseph Herman (1150-1241)",
        "title": "",
        "description": "St. Joseph Herman, also known as Hermann of Cologne, as a child he was very devoted to Our Lady. Often a child in a church praying before the statue of the Virgin Mary once, with the innocence of their children, offered an apple to the statue that was taken by Mary. At twelve, he entered the convent Ermanno premostratense of Steinfeld and was then sent for studies at the convent garden of Mary, in Frisian. He was a devout priest and spiritual guide illuminated serving some nunneries Rhine. He was famous for his mystical gifts and especially for his \"mystical marriage with the Blessed Virgin Mary, and from this derived the name of Joseph, according to the custom of medieval Marian devotion. Herman wrote in Latin hymns dedicated to the Madonna, are still preserved. He was canonized in 1958. [ More on this apparition ]",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/steinfeld/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/steinfeld/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 17, 1198",
        "place": "Potschiaw (Ukraine)",
        "visionary": "",
        "title": "",
        "description": "The Blessed Virgin Mary appeared in all her glory and worked a series of miracles and healings. As a token of gratitude was built a convent of the Order of St. Basil dedicated to the Mother of Divine Savior.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1200",
        "place": "Castiglion Fiorentino, Tuscany, Diocese of Arezzo (Italy)",
        "visionary": "Two Young Shepherdesses",
        "title": "Our Lady of Bath",
        "description": "The Virgin appeared three times to two shepherdesses and asked them to build a place of worship. A chapel was first built in the late sixteenth century, later replaced by the current church in the eighteenth century. More on this apparition >>",
        "feast": "",
        "commemorated": "",
        "source": "Dictionary of the Apparitions of the Virgin Mary. Laurentin p. 155; Gamba 1999, 277. More on this apparition >>",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/castiglione-fiorentino-arezzo/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/castiglione-fiorentino-arezzo/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1208",
        "place": "Prouille, Toulouse (France)",
        "visionary": "St. Dominic Guzman (1170-1221)",
        "title": "Our Lady of the Rosary",
        "description": "Holy Maria appeared several times to St. Dominic Guzman (1170-1221), inspired him and protected him in his efforts for the foundation of the Order of Preachers and the struggle against the heresies of the Albigenses and Waldenses. In one of these many apparitions, Mary unveiled to him the Rosary to be used as an important medium and activity against the enemies of Catholicism. She especially called to him contemplate the most important mysteries of faith. The Dominicans in fact undertook the care and the spreading of the prayer of the Rosary. Dominic was canonized in 1234.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1328",
        "place": "Fiesole and Florence (Italy)",
        "visionary": "St. Andrew Corsini (1301-1374)",
        "title": "",
        "description": "The Mother of God appeared numerous times to St Andrew Corsini (1301-1374) who had entered the Carmelite Order. On the day of his ordination in 1328, the Holy Virgin said: \"I chose you as my servant, one day I will be magnified through you. \" Andrew Corsini was known as a friend of the poor and was asked to be a peacemaker in disputes. In 1349, after was being elected prior of the Carmelites in Florence, he became bishop of Fiesole. On the night of Christmas of 1373, Mary appeared the last time to announce his passing. He died Jan. 6, 1374 and was canonized in 1629. While Andrew had been celebrating the midnight Mass of Christmas, the Blessed Virgin appeared to him and told him he would leave this world on the feast of the Epiphany, to meet God. It came to pass, and he died on that day. Miracles were so multiplied at his death that Pope Eugene IV permitted a public cult immediately; but it was only in 1629 that Pope Urban VIII canonized him. His feast is kept on February 4. In the early eighteenth century, Pope Clement XII erected in the Roman Basilica of St. John Lateran a magnificent chapel dedicated to his 14th century kinsman. [ More on this apparition ]",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/fiesole/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/fiesole/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1340",
        "place": "Pochaiv, Ukraine (Russia)",
        "visionary": "St. Sergius (1314?-1392)",
        "title": "",
        "description": "The Blessed Virgin Mary, accompanied by St. Peter and John the Evangelist, appeared shortly before Christmas to St. Sergius of Radonezh (1320-1383). At this apparition, the Madonna reassured him that even after his passing, he would remained the patron of the monastery he founded in Rostov. St. Sergius lead a great prayer followed by miracles every night singing in his cell the liturgical hymn Akathastos glory in the Mother of God and led the monks to a profound veneration for the Holy Virgin.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/fiesole/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 15, 1345",
        "place": "Siena / Bibbiena (Italy)",
        "visionary": "St. Catherine",
        "title": "Madonna of the Stone and Darkness",
        "description": "On Shrove Tuesday, 1367, she prayed for the \"fullness of faith\" and had a vision in which Catherine saw Jesus, Mary, and Saint Dominic, the founder of her order. During this vision, the Blessed Virgin presented her to Jesus, who espoused Himself to her. He placed on her finger a gold ring with four pearls set in a circle in it and a wonderful diamond in the middle, saying to her, \"receive this ring as a pledge and testimony that you are mine and will be mine for ever.\" No one else could see the ring but it was always before her eyes. Sources: Mary, p. 714, Degl'Innocenti & Marinone; www.angelfire.net",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/fiesole/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Jan 3, 1417",
        "place": "Albano Sant'Allessandro, Lombardy, diocese of Bergamo (Italy)",
        "visionary": "Two lost merchants",
        "title": "Blessed Virgin of the Roses",
        "description": "The Virgin appeared to two merchants. The sanctuary, authorized by Pope Martin V (1417-1431) was completed in 1418. It was destroyed in 1846 and then rebuilt since September 1855 after a cholera epidemic. The place was made available again for worship in 1883.",
        "feast": "",
        "commemorated": "",
        "source": "Dictionary of Apparitions of the Virgin Mary. Laurentin p. 137; Gamba, 1999, 296.",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 2, 1420",
        "place": "Castel di Godego (Italy)",
        "visionary": "Pietro Tagliamento",
        "title": "Madonna of the Little Cross",
        "description": "Sources: Mary, p. 714, Degl'Innocenti & Marinone;",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1429",
        "place": "Penafrancia (Spain)",
        "visionary": "Brother Simon Vela",
        "title": "Our Lady of Penafrancia",
        "description": "Mary appeared several times to the Frenchman Simon Vela, a Marian devotee. In her appearances, Our Lady urged the devotee to seek an ancient icon, which had been buried many years ago because Moorish invasion. For five years the man tried without success to uncover the portrait. He found it in 1434, thanks to a miracle of Mary herself where light had fallen from heaven on the place where the painting was buried. Once it was unearthed, he realized that the portrait showed the first apparition of Mary that he received. In 1437 the Dominicans founded a convent in that place.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Oct 9, 1440",
        "place": "Desenzano al Serio, Lombardy, diocese of Bergamo (Italy)",
        "visionary": "Ventura Bonelli (11)",
        "title": "Our Lady of the Miracle",
        "description": "The Virgin appeared to Ventura Bonelli, a farmer 11 years old, daughter of Andreolo de Bonelli, for fifteen months with the left leg seriously ill, so the doctor decided to amputate that day. In the night between 8th and 9th , suffering great grief, the girl got up and crawled to the door of her house. Here, in a dazzling light, Mary appeared suddenly and she knelt down in front, discovering the leg sick within a white bandage, wrapped it with soil, took the mud smeared with spit and spread it on the limb, then tying the clothesback around it . Our Lady told her that morning, completely healed, she had to show her fellow citizens to spread the miracle, asking that a shrine place was built at that place. In 1468 the the first sanctuary building was completed, called the Ripa. In 1599 a second opened, built where the house in Ventura. From the remodleing of this, around 1740, the current sanctuary was born.",
        "feast": "",
        "commemorated": "",
        "source": "Dictionary of Apparitions of the Virgin Mary. Laurentin p. 208. Gamba, 1999, 300.",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1449",
        "place": "Anderlecht (Brabant, Belgium, diocese of Malines-Bruxelles)",
        "visionary": "1 woman",
        "title": "Our Lady of Grace",
        "description": "A very devout woman had the privilege of receiving an apparition of Our Lady who appeared to her as Our Lady of Grace.",
        "feast": "",
        "commemorated": "",
        "source": "Arch Ernst suppl.; Gamba, 1999, 301; Hierzenberger, 1993, 112.",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1471",
        "place": "Lignières, Berry, France",
        "visionary": "JEANNE DE FRANCE (saint, 1464-1505, canonized in 1950)",
        "title": "",
        "description": "In 1471, the \"Virgin appears to her” in the oratory of the castle of Lignières, in the Berry. \"Before your death,\" said the apparition, \"you will found a religion in my honor\" (quoted by F. Rapp, in D. Dinet, 22 and Giard, 69). Jeanne, daughter of Louis XI and Charlotte of Savoy, married Louis of Orleans (future Louis XII) who ended their marriage in 1498, year in which the blessed Gabriel-Maria, Cordelier, became her spiritual director. According to hagiographic tradition, the Virgin encourages her to found the order of the Annonciades, approved by a canonical bull instituted by Pope Alexander VI on February 12, 1502. Messages * evoke the Franciscan and Marian dimension of the Annonciade: \"By the wounds of my Son, you will have the Mother\" (Chronicle of the Annunciation, 77; Drèze, 159, 162, 275, n ° 187 and H. Jacobs, \"The spiritual intuition of Jeanne de Valois\", in D. Dinet, 85). Historians of spirituality have retained his devotion to the hearts of Jesus and Mary. The hagiographic tradition of the classical age relates the following facts: \"Jesus Christ and the Virgin presented her with two hearts on a platter, Jesus Christ smilingly telling her also put hers there. But the Blessed One was greatly astonished that, having sought it, she perceived that she had none, because it was more perfectly united to that of Jesus than to her own body. \"(Chronicle of the Annonciade, 183-184, quoted by S. Martin, The Lives of the Saints, which are served in the course of the year ..., t. I, Paris, Edme Couterot, 1696, 486; by Giard, 86 and Philippe Loupès, in D. Dinet, 12). B.: Chronicle of the Annonciade. Lives of Blessed Jeanne de France and Blessed Gabriel-Maria ofm, ed. criticized by J.-F. Bonnefoy, Paris, Ed. Franciscans, 1937; D. Dinet (eds.), Jeanne de France, Paris, Cerf, 2004; J.-F. Drèze, Reason of State, reason of God. Politics and Mysticism at Jeanne de France, Paris, Beauchesne, 1991; A. Girard, Saint Jeanne de France, Paris, Médiaspaul, 1988; Mr.Rameau, The Miracles of Saint Jeanne de France, Master's thesis, typed, University of Tours, 1982; Sister Mary of the Incarnation, The Marian Life of Saint Jehanne of France, Annonciade Monastery, Ville-neuve-sur-Lot, 1950.",
        "feast": "",
        "commemorated": "",
        "source": "Dictionnaire des «apparitions» de la Vierge Marie – René Laurentin, Patrick Sbalchiero p 355-356",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1487",
        "place": "Our Lady of Light (Liébana, Spain)",
        "visionary": "girl cowherd",
        "title": "Nuestra Señora de la Luz de Liébana \"La Santuca\"",
        "description": "Around 1487 it is said that a girl was taking care of her cattle and she was dispersed in the mist. She could not gather them together and crying, she exclaimed: \"God help me, help me with your light, Virgin Mary\", when it was dark. In the act he heard angel songs and saw the Virgin arrive with the Child in his arms and ordered her to go down to Aniezo and tell the priest to go up and send the brush that covered the entrance of a cave to clean, where he would find an image the one that should dedicate a sanctuary, to receive the people special graces. She abandoned the sheep and went down to the village. They say that the devil presented her in a pilgrim's outfit and tried to hinder her, but she entrusted herself to the Virgin and the enemy disappeared. Upon reaching the town, the priest did not believe her, and the girl returned. The Virgin imposed the sign of the cross to chase away the demon and sent it back to Aniezo. The priest, seeing her, went up with several neighbors at dawn and found the cave. They took her to the parish and the construction of the hermitage began, where the shepherdess remained as caretaker or blessed of the sanctuary. The image was canonically crowned by the Bishop of Santander on May 2, 1991. Pop John XXIII named her patron saint of Liébana in 1960. It has great devotion not only in Liébana but also in Polaciones, Nansa Valley. They also celebrate this dedication in Pesaguero on September 8, in Pejanda (Polaciones). Source: http://www.laredcantabra.com/",
        "feast": "",
        "commemorated": "",
        "source": "http://www.laredcantabra.com/",
        "peple_involved": "",
        "approval": "",
        "links": [
            "http://www.laredcantabra.com/anesantander/cristiacant/patronas/laluz.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 17, 1494",
        "place": "Balze di Vergereto (Italy)",
        "visionary": "Two young sheperdesses",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "",
        "place": "ALEXOS, CASTILE (SPAIN)",
        "visionary": "a young girl",
        "title": "Nuestra Senora de la Casita (Our Lady of the Little House)",
        "description": "She is very devoted to Mary. found a statue of the Virgin near Alexos. Soon after the discovery,the Virgin Mary appeared to her and urged her to build a chapel in that place with a hermitage. The statue bears the name of Nuestra Senora de la Casita.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1500",
        "place": "Wethenstein (Switzerland)",
        "visionary": "a devout farmer",
        "title": "",
        "description": "A devout hermit saw Mary and as the queen of the sky circled by numerous angels and heard the voice of the heavens when the man recounted the vision he was doubted in 1518 some miracles at Werthenstein were verified that attested to the Marian apparition in 1520 at the place was consecrated a chapel",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1996 p 114",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "March 19, 1509",
        "place": "Villefranche-de-Rouergue, Aveyron, Midi-Pyrénées, (France)",
        "visionary": "",
        "title": "Notre-Dame de Treize-Pierres (Our Lady of Thirteen Stones)",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Aug 14, 1512",
        "place": "STRUGNANO (Italy)",
        "visionary": "Piero Zagabria and Giovanni Grandi",
        "title": "Madonna of the Vision",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1518",
        "place": "Wethenstein (Switzerland)",
        "visionary": "A devout hermit",
        "title": "Queen of the Sky",
        "description": "A devout hermit, saw Mary as Queen of Heaven, surrounded by several angels, and heard the voice of heavenly hymns. When the man people about told the vision, he was at once believed. In 1518 some miracles occurred in Werthenstein that attested to the Marian apparition. In 1520 a chapel was consecrated on the site.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 2, 1518",
        "place": "Camogli (Liguria, diocese of Genoa, Italy)",
        "visionary": "Angela Schiaffino",
        "title": "Madonna of the Mountain",
        "description": "According to tradition the Blessed Virgin Mary appeared to a girl in this place and asked for the construction of a church and a convent. Before this desire of Our Lady was heard and believed by the faithful a long time passed. Only in 1634, a new church was built near the monastery served. The church was consecrated the statue of the Madonna and the custody of the latter. In 1817 the first statue of Blessed Virgin Mary was crowned by Pope Benedict XV.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1996 p 116",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/camogli/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "August 10, 1519",
        "place": "Catignac, Mont Vardaille (France)",
        "visionary": "Jean de la Baume (farmer)",
        "title": "Our Lady of Graces",
        "description": "On the 10th of August, a woodcutter, John de la Baume, went up to the Verdaille hill. He was alone. As was his custom, he started his day in prayer. When he stood up, he saw a cloud and the Blessed Virgin then appeared with the Baby Jesus in her arms, surrounded by Saint Bernard of Clairvaux, Saint Catherine the martyr, and Saint Michael the Archangel. Our Lady was standing with her feet on a crescent moon. She spoke to John in the following way,\"I am the Blessed Virgin. Go and tell the clergy and the Consuls of Cotignac to build a church right here on this spot in the name of Our Lady of Graces, and have the faithful come here in procession to receive the gifts that I wish to bestow.\" Then the vision disappeared. Was it a hallucination? Whether he doubted or not, John kept the message to himself, which entitled him to a second apparition of the Mother of God! The following day, the 11th of August, standing in the same place to finish his wood cutting, he had the same vision and received the same request. This time, he decided to obey and went down to the village immediately. John was known to be a sober man and both the authorities and the villagers supported him unanimously. In the same year the first stone was laid for the foundation of the church; two years later Pope Leo X approved of worship and pilgrimage.The chapel has been witness to many graces and miraculous signs, most notably the miraculous birth of King Louis XIV - a birth that was difficult to obtain for his royal parents had previously been unable to conceive.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1996 p 117",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/cotignac/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1559",
        "place": "Monomotapa (Rhodes)",
        "visionary": "Gonzales da Liveira, SJ (b. 1526)",
        "title": "",
        "description": "The Jesuit priest , born in 1526 in around Lisbon Almeiria, was wanting to establish a mission in Rhodesia, so he went to a Muslim Emperor Monomotapa and gave him a token of friendship, a portrait of the Madonna. The emperor accepted the portrait, and for five consecutive nights sky was illuminated by the appearance of the Queen Heaven. So the emperor decided to be baptized and left the mission in his country. Fr. Líveira was assassinated by Muslim extremists on March 15.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1580",
        "place": "ZIRONI (SPAIN)",
        "visionary": "Ambrosio of Zironi, later a Capuchin",
        "title": "",
        "description": "Mary appeared repeatedly to Ambrosio of Zironi , as the \"Blessed Mother of God\", and advised him to enter the Capuchin Order. In fact, he entered the Order and was forever the gift of the certainty of his spiritual mission. Hierzenberger 1997 p 135",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 135",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "September 11 , 1595",
        "place": "MONTE BONICCA (Italy)",
        "visionary": "Many inhabitants of Campo Ligure and Masone",
        "title": "",
        "description": "The Parish Church of Campo Ligure stands on the ruins of the Church of St. Mary in the Castle destroyed by the soldiers of the Republic of Genoa courses during the looting and the burning of Field July 22, 1600. The current building, late Baroque was built in the mid-seventeenth century. The interior has a single nave is richly decorated. Most of the decorations were made ??by Francesco de Lorenzi in the second half of the nineteenth century. The large fresco of the half-dome is Charles Orgiero and represents the Apparition of the Blessed Virgin of Mount Bonicca. Towards the '500 sharpened the conflict with the neighboring fief of Masone to the definition of the boundaries. The long conflict resulted in the peace of 1595, which was followed by the tragic events of July 1600. The Corsican soldiers sent to quell the revolt of the people against the misrule of the Spinola family, after a short siege set fire to the village, which was completely destroyed. During the 600 Field came to be populated with the reconstruction of the entire country and the colonization of land more distant from the town, to the ends of the feud. On September 11, 1595, the Blessed Virgin appeared to the inhabitants of Campo Ligure and Masone, two villages in the Valle Stura. The two communities were divided by political motives and by parochial hatreds and 4 centuries were bitter struggle. Between 5 and 9 September 1595, two representatives of the people of Campo went to Vico to implore the grace of the Madonna del Pilone peace. Upon their return to Field, September 10, during vespers in the church occurred unusual phenomena: some of the people fell to the ground unconscious, a woman known as a person idiot, full mystical fervor, he began to speak words of great content spiritual, etc.. The next day he met the men of Field with those of Masone and came to the peace, who celebrated together by participating in a Mass in Masone. After the celebration, everyone saw on Mount Bonicca a white cloud that seemed to consist of a large army of people. This soon vanished, giving way to another equally bright cloud, made ??in the manner of the chapel. Disappearance which appeared lower a woman dressed in blue coat, with one arm out, and a white veil on her head, as they use the nuns, his face shining as much as not being able to fix in the eye. She stood behind two other women. Appeared, as a result, yet another cloud white and shining, made ??in the manner of the tower, which soon expanded into a woman dressed in white, who walked quickly over the woods, following them quickly to the valley and then disappear. He reappeared again in the top of the mountain, always dressed in white, with a white veil on her head, accompanied by two women placed at its sides, also dressed in white, who were in the act of reverence. The appearances were preceded by 4 cases of healing. http://www.mariadinazareth.it/",
        "feast": "",
        "commemorated": "",
        "source": "\"Marian Apparitions\" of M.Gamba, ed. Sign with additional information obtained from the respective municipalities. http://www.mariadinazareth.it/",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1606",
        "place": "Helligwasser, INNSBRUCK (Austria - Germany)",
        "visionary": "Johann and Paulus Mayr, shepherds",
        "title": "",
        "description": "The Mother of God with the Child Jesus appeared to two shepherd children, John and Paul Mayr. The brothers saw the Virgin in a blue robe with a spring in the woods. The Madonna urged them both to go to the abbot of the monastery of Wilten to tell the news of the apparition and communicate the will of the Most Holy Virgin to build a church in that place. The two did not dare to ask the abbot and spent much time at this supernatural event. John Mayr was married and had a dumb son. One day he went to the spring in the woods for a walk with his son and suddenly, with full joy of the father, the child received the gift of speech. Then he remembered the assignment entrusted to him by Madonna all those years ago and, feeling very guilty for not doing anything, from that time he worked with all the energy to fulfill its mandate. After a difficult drawing, the church was built in that place of grace also for the influence of miraculous healing, visible to all. The site, which was later called Heiligwasser (Holy Water), still attracts many pilgrims. Hierzenberger 1997 p 145",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 145",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1630",
        "place": "Gandos di Galleno (Italy, Lombardy, Diocese of Brescia)",
        "visionary": "Margherita Lazzaroni (+1686), a young deaf and dumb woman",
        "title": "",
        "description": "An epidemic of plague devastated the region. \"The Virgin accompanied by a guardian angel\" appeared to her and said \"The plague will end if the inhabitants of Galleno repent and pray the rosary\". Church of St. Bartholomew , the baroque structure. A picture and a note notary preserved in the church relate to an intervention of the Virgin Mary: \"Appeared in Gandoss the suit from birth Margherita Lazzaroni, after giving her word, the commanded to go to Galleno to announce that if the population had made arecitare the rosary every night, the plague would disappear from Galleno ... The gallenesi I believed ... and after a few days ... Galleno was freed from the plague. (...) Because instead in the countries of the Valtellina the plague had decimated many young people, the young men ran to Galleno to choose their wives ...\" from: Wikipedia (Italian)",
        "feast": "",
        "commemorated": "",
        "source": "Dictionary of Marian Apparitions. Laurentin. Gamba, 1999, 358. Church of St. Bartholomew , the baroque structure. A picture and a note notary preserved in the church relate to an intervention of the Virgin Mary: \"Appeared in Gandoss the suit from birth Margherita Lazzaroni, after giving her word, the commanded to go to Galleno to announce that if the population had made arecitare the rosary every night, the plague would disappear from Galleno ... The gallenesi I believed ... and after a few days ... Galleno was freed from the plague. (...) Because instead in the countries of the Valtellina the plague had decimated many young people, the young men ran to Galleno to choose their wives ...\" from: Wikipedia (Italian)",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://it.wikipedia.org/wiki/Galleno"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1641",
        "place": "PALIZI (RUSSIA)",
        "visionary": "a sick woman",
        "title": "",
        "description": "A portrait of the Madonna, called Strastnaya (Our Lady of Sorrows), was painted by an artist of great talent. This portrait was originally created when Mary appeared in Palizi, to a sick woman and who she urged to make atonement. The Madonna also advised the invalid to venerate this image that she might regain health. The sick woman obeyed and regained health. In the same year, the portrait of \"Mary of Sorrows\" was carried in procession in Moscow. Hierzenberger 1997 p 160",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 160",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1642",
        "place": "\"Our Lady of the Annunciation\" Jesuit Reduction (Uruguay)",
        "visionary": "a young girl (10)",
        "title": "",
        "description": "Jesuit Reduction of \"Our Lady of the Annunciation\". This reduction (so called when the reservations where missionaries lived were closed and the Indians converted) a girl of ten years passed away. She had a natural inclination for music and often actively took part in the celebrations and the Mass. She was known for her devotion to Mary, and before her death the Most Holy Virgin, as \"Our Lady of the Annunciation\" appeared twice to prepare her for the transition.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 161",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1655",
        "place": "Pieve di Rosa, San Vito al Tagliamento (Italy)",
        "visionary": "Maria Giacommuzzi",
        "title": "Holy Mary of Pieve di Rosa",
        "description": "On February 2, 1655 an epileptic child of eight years, Maria Giacomuzzi, is praying in front of a fresco of the Blessed Virgin Mary, located on a wall of the house of his grandfather Giovanni (Zuane), Villa Rosa, then on the left Tagliamento. The family had gone to church. The image was a rudimentary fresco, walled up the wall on the porch, who represented Mary with Child, this fresco was up to 1648 in the house near the river that had been sold to pay off a debt. Destroyed the house by the new owner, the fresco was miraculously saved and Giacomuzzi carried it into your new home. While the girl was praying absorbed, suddenly, he was rapt in ecstasy. When he recovered his senses he found himself completely healed and told family members that he saw a beautiful lady dressed in white with these words: \"I saw there, next to the picture, a beautiful lady, dressed in white, who smiled at me and calling me. When I was close to the good lady said to me: \"I'm not good in this place, where blasphemy against My Son, of 'your father that he be converted and that makes me carry in a church, on a public road; warn the others of the villa to refrain from the sin of blasphemy. For because of this huge impiety were devastated by hail your campaigns in recent years and are hanging over your head even more terrible punishments; obey all my notes and in this day forward you will not be exposed to the insults of evil that so far has harassed you \". Soon the news has great resonance and reaches to the nobles of the nearby St. Vitus. The family Giacomuzzi decides to accede to the request to transfer to the miraculous image of St. Vitus and provides their oxen for transportation, that is established for the Second Sunday of Easter of the same year (31 March 1655). At the gates of San Vito, near the Church of St. Nicholas outside the walls, the oxen are locked and refuse to continue, despite repeated beatings. The event is interpreted as a clear indication of the Blessed Virgin to keep your image in that Church. It spreads immediately worship and devotion to the image of Our Lady of Rosa, which are attributed to repeated miraculous events. Over the centuries the Church has repeatedly enlarged and embellished to become an important shrine dedicated to Our Lady of Rosa. On 22 March 1945 a final and terrible bombardment completely destroyed the sanctuary and save the bell tower, on which are also evident, even today, the signs of splinters. Among the piles of debris is found, miraculously intact, the image of Our Lady of Rosa. After the war, thanks to the work of the Franciscan friars and the generosity of many of the faithful, we construct a new sanctuary on the opposite side of the highway (463), along which stood the previous year. Even today, the Sanctuary of the Madonna di Rosa is a destination for many pilgrims and reference point for the faithful of the right and left Tagliamento.",
        "feast": "",
        "commemorated": "",
        "source": "www.comitatodirosa.it with the addition of other information",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1667",
        "place": "MARY TAX (AUSTRIA)",
        "visionary": "Nicola Kraus of Georgenberg",
        "title": "",
        "description": "The Most Holy Virgin appeared to a landowner in the area of Stams in Tyrol and asked him to build a chapel where a strong Marian devotion was observed . The abbot Nicola Kraus of Georgenberg began in 1667 to build the chapel in the woods. The shrine was visited by a large devotional pilgrimage; many pilgrims and wayfarers came here to lay their sufferings and their intentions in the hands of the Mother of God.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 169",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "",
        "place": "Agnie, Québec (Canada)",
        "visionary": "Martin Kandegonrhaksen (+1675)",
        "title": "",
        "description": "The Virgin appeared to Martin Kandegonrhaksen, a young indian Mohawk.",
        "feast": "",
        "commemorated": "",
        "source": "H. Béchard SJ, Kaja'tano: ron Kateri Tekakwitha, Québec, Centre Kateri, 1992, 125.",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1692",
        "place": "THE GIAUDET-LANRIVAIN (BELGIUM)",
        "visionary": "peasant (30)",
        "title": "",
        "description": "At Lanrivain (diocese of Saint-Brieuc), Mary appeared to a poor peasant thirty-year-old father of twelve children and multiplied the bread on the table of the poor family of the seer. Despite this miracle, the local priest did not believe in the apparitions and then became blind after ten days. One day his parishioner miraculously found a statue of the Madonna and fell deep in prayer in front of it: while the priest went back to being able to see. Immediately after recovery, the priest did everything to build a chapel to Mary.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 173",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "",
        "place": "SLJMEG (HUNGARY)",
        "visionary": "Mrs. Sophia Feilheim Vienna",
        "title": "Our Lady of Sorrows",
        "description": "Mrs. Sophia Feilheim Vienna, suffering from an incurable disease, saw in a dream a Pieta that suddenly began to speak: \"Search this statue, pray before it with confidence and get better.\" Then the Holy Virgin continued: \"Bring my statue to Hungary.\" Mrs. Feilheim went looking and found the Pieta in Sumeg in Hungary. It was absolutely identical to what she saw in a dream and that had spoken. She prayed fervently before the image of the Pieta and touched it. After a few hours, she recovered. The faithful sang a hymn of thanksgiving before the statue of the Madonna and Bishop Paul Széchany confirmed the miracle. Sümeg Marian became a place of worship for many pilgrims seeking the comfort of Our Lady of Sorrows.",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1710 and on",
        "place": "Ovada, Castellazzo, Italy",
        "visionary": "St. Paul of the Cross (Paul Francis Danei, 1694-1775)",
        "title": "",
        "description": "St. Paul of the Cross had a vision of our Lady in a black habit with the name Jesus and a cross in white on the chest. In the vision, the Blessed Virgin told him to found a religious order devoted to preaching the Passion of Christ. He later founded the Passionist Order. --- Paul of the Cross (Paul Francis Danei, 1694-1775) was sixteen when his brother fell into a river, Mary. appeared and saved them both from certain death by drowning. Three years later he was converted and received by the office of Madonna leaving the secular world to dedicate himself to the Lord Jesus Christ. In 1715 he enlisted in the Army of the Republic of Venice against the Turks to fight and die as a martyr, believing in this way to serve Christ and do the will of the Holy Virgin. But soon it became clear that, to accomplish the task entrusted to him by Mary, would have to go another way. He then retired for some time in solitude to devote to prayer and atonement and understanding his true path in the world at this time drew up a \"rule\". From his spiritual father, Francesco Arborio, bishop of Alexandria, received the black robe of atonement. Pope Benedict XIII allowed him to seek other brothers, but rejected the rule because too severe. Paul devoted himself to the care of the sick with his brother and was ordained priest in 1727. With some brothers retired to Monte Argentario, where he founded the first home of the Passionists. Benedict XIV approved a less severe form of the rule. During an apparition, Mary Paul explained to the meaning and nature of his pain and induced him to contemplate the sufferings of his Son. Through the spiritual schools of Teresa of Avila, John of the Cross, Francis de Sales and John Tauler, Paul developed a deep passion of the mystic, who through his sermons, also spread among the faithful and contemporary spiritually prepared. At his death the Order of the Passionists had 12 offices with over 200 members. Paul was beatified in 1863 and canonized in 1867.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 179",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/castellazzo/index.html",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/castellazzo/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1712",
        "place": "SLOWCZK (RUSSIA)",
        "visionary": "a monk Lova",
        "title": "",
        "description": "The Blessed Virgin Mary appeared on June 18th to the monk Lova, in the convent of Solowczkij, instructing him to build a church on the hill on which stood the convent and to consecrate to the crucifixion of Jesus She said: \"This mountain will be named as Golgotha will be a place of indescribable torment and punishment.\" In 1928 in that place was built a political prison camp where tens of thousands of people died in the most terrible conditions.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 179",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1716",
        "place": "PETERWARDEIN (SLOVAKIA)",
        "visionary": "",
        "title": "Our Lady of Snow (Mary with the protective mantle)",
        "description": "According to tradition, Mary would have extended her great mantle over the army of Prince Eugene and Prince Elector of Baden to make possible the victory of the Christians on the Turkish power. During a celebration, Prince Eugene commissioned the portrait of Most Holy Mary, Who had exhibited in the hospital the morning of the battle of the military, the church of Our Lady of Snow in Peterwardein. The painting was dedicated in eternal memory of the final expulsion of the Turks from Europe. Pope Clement XI arranged the introduction of the feast of the Holy Rosary and the spread of the Angelus, which for a long time, it was also called \"Turkish prayer.\" Pope Callistus III introduced the prayer for daily recitation (you had to pray three times a day as a counterweight to the call of the muezzin of Islam). Peterwardein became an important pilgrimage site and the portrait of the Virgin \"Mary of the Snow\" (Mary with the protective mantle) was the object of devotional worship.",
        "feast": "",
        "commemorated": "",
        "source": "HIerzenberger p 180",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1722",
        "place": "Persquen (Morbihan, Diocese of Vannes)",
        "visionary": "",
        "title": "",
        "description": "A chapel was built. Each August 1, a \"pardon\" (with Mass and procession) attracts hundreds of devotees.",
        "feast": "",
        "commemorated": "",
        "source": "Patrick Sbalchiero \"PERSQUEN\" in: René LAURENTIN and Patrick Sbalchiero, Encyclopedic Dictionary of the apparitions of the Virgin, Fayard, Paris, 2007.",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1754",
        "place": "Guaitara Canyon (Colombia)",
        "visionary": "Juana Maria Mueses de Quiñones",
        "title": "Our Lady of Las Lajas",
        "description": "Juana Maria Mueses de Quiñones and her daughter Rosa, a deaf-mute from birth, were resting in a grotto, Guaitara near the river, between Ipiales and Potosi, near the equator. Rosa suddenly starts shouting: \"Mama, look at this dark women with a little baby in its arms!\" Her Mother did not see anything. A few days later, Rosa knelt at the bottom of the grotto in front of a 'mysterious image of the Virgin and Child dressed with a pink robe with golden flowers and a white mantle decorated with stars, standing around 1.40 m high, painted on a flat stone. The Madonna holds a rosary in her right hand that she presents to St. Dominic who is kneeling at her right. Jesus gives a cord to St Francis who kneels on the left of Our Lady. Rays of light encircle the Mother and Child. According to an unknown source, Rosa, who died shortly thereafter, would be resurrected. On September 15th, 1754, a mass was celebrated at that place. On September 16, 1952, the image was solemly crowned.",
        "feast": "",
        "commemorated": "",
        "source": "Mathiot, 106-107",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/guaitara/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1779",
        "place": "Bocca Pignone di Ripalta (Italy)",
        "visionary": "Domenico Malatesta",
        "title": "Madonna della Ghianda (Madonnna of the Chestnuts)",
        "description": "In 1778 and again the following year, the Virgin Mary appeared on a branch of a chestnut tree in Mouth pinion Ripalta, in the province of La Spezia, to three shepherd children near the ruins of a church of the twelfth century. The following days, other people have also seen the Blessed Virgin in the same place. The messages point to the need of humanity's conversion, the practice of the sacraments, meditation on the S. Scripture. The image of \"Our Lady of the Chestnut\" is very popular among believers in the region. According to some historical sources, it would, however, the representation of another Marian apparition took place in the late Middle Ages.",
        "feast": "",
        "commemorated": "",
        "source": "http://www.latheotokos.it",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Aug 2, 1834",
        "place": "Valmala (Italy, Piemonte, diocese of Cuneo)",
        "visionary": "5 shepherds - Maria Pittavino (12), Maria Margherita Pittavino (12), Maria Chiotti (12), Maria Boschero (10) and Chiaffredo Pittavino (8 years)",
        "title": "",
        "description": "The shepherds went to graze their herds on the plateau called The Chiotto, where the shrine now stands. Suddenly, with great astonishment, they saw before them, standing on a stone slab, a lady of majestic appearance, in their twenties. She wore a long dress with a belt tied to the sides, reddish in color, on which the head down a long blue veil, held his neck by a gold button. The Lady always appeared alone, with open hands, the traditional attitude of the Mother of Mercy. She was sad, in tears. There is agreement that has not spoken, except perhaps to ask a chapel on site. Particularly important were the appearances of the August 6 , the day Our Lady appeared to four shepherdesses, the seers of the neighboring villages of Valmala: Maria Pittavino (12 years), Margherita Maria Pittavino (12 years), Maria Chiotti (12 years) and Maria Boschero (10 years). In addition to the \"four Marys\", according to some witnesses, including Chiaffredo Pittavino (8 years), brother of Margherita Maria, was present at the time. The first appearance is August 2. The appearances followed many times over 50 days. On the first Sunday of August of 1946 Our Lady Queen of Valmala, was solemnly crowned by Archbishop Luigi Lanzo Gile , Bishop of Saluzzo in the Diocese. From March 19 to July 30, 1949 the statue of the Mother of Mercy, venerated at the shrine, was chosen for the Pilgrimage of Mary, and brought in all the parishes of the diocese. In August 1949, in memory of Pilgrimage, was placed on the forecourt of the Shrine artistic marble statue of the Heavenly Queen.",
        "feast": "",
        "commemorated": "",
        "source": "Gamba, 1999 p. 388",
        "peple_involved": "",
        "approval": "",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/valmala/index.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Jan 28, 1840",
        "place": "Blangy-Versailles (France)",
        "visionary": "Sr. Justine Bisqueyburn (1817-1903)",
        "title": "Our Lady of the Green Scapular",
        "description": "Justine Bisqueyburu was born November 11, 1817, twenty-two years as a postulant entered the Congregation of the Daughters of Charity, founded by St. Vincent de Paul and Saint Louise de Marillac. The superior general of the congregation, in the circular letter of New Year's Eve 1905, wrote of Justine, \"Sister Bisqueyburu had a particular devotion to the Blessed Virgin, a devotion that shone in the words and how fervently praying the rosary.\" Our Lady appeared six times to Sister Justine Bisqueyburu the following dates: January 28, 1840, February 8, 1840, August 15, 1841, September 13, 1841, May 3, 1842, September 8, 1846. The Mother of God had her heart in her right hand surrounded by flames and in the left scapular or rather a sort of half of a scapular (remember that one a medallion scapular proper). The Mother of God urged the servant of God to introduce and spread this \"green scapular\" in honor of the Immaculate Heart of Mary. Ten years after the apparitions received from Catherine Laboure, this sister of the Order of the Vincentians came into contact with the Holy Virgin. The Green Scapular on one side, an image of the Virgin and on the other, a heart on fire with glowing rays of the sun, pierced by a sword and surrounded of an inscription, oval-shaped and topped by a golden cross , bears these words: \"Immaculate Heart of Mary pray for us now.\" The color green symbolizes the confidence in the omnipotence of the merciful Virgin Mary before the throne of God. Sunday September 8, 1846 Holy Mary addressed Sister Justine in Versailles and revealed the meaning of the scapular: \"If the scapular will be taken with confidence give rise to a large number of conversions and will provide a good death for the infidels. \" Pope Pius IX in 1870 approved the scapular. Since then, many prayers have been answered, many conversions have occurred first and miraculous healings of serious illnesses (especially cancer and lung disease). This scapular does not presuppose any membership in a religious order or brotherhood, in no confession nor to Christianity. It can also be given to people far from God to love and recommend them to Mary. But those who wear the scapular must recite the following prayer: \"Immaculate Heart of Mary pray for us sinners now and at the hour of our death. Amen \". --------- On January 28, 1840, the Virgin appeared to Justine Bisqueyburn, orginally from Mauléon, postulant at the Daughters of Charity of St. Vincent DePaul. The apparition asked her to love her \"Immaculate Heart\". On February 8, 1840, the Virgin appeared and gave her the Green Scapular. The apparition occurred again on: August 15th and September 8, 1846 (always in Versailles). In 1855, Sr. Justine went to Constantinople to treat the wounded of the Crimean War, then to Algeria from 1858 to 1867, as the superior of the miltary hospital of Dey. Pis IX approved the green scapular devotion in 1870.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 194 --------- On January 28, 1840, the Virgin appeared to Justine Bisqueyburn, orginally from Mauléon, postulant at the Daughters of Charity of St. Vincent DePaul. The apparition asked her to love her \"Immaculate Heart\". On February 8, 1840, the Virgin appeared and gave her the Green Scapular. The apparition occurred again on: August 15th and September 8, 1846 (always in Versailles). In 1855, Sr. Justine went to Constantinople to treat the wounded of the Crimean War, then to Algeria from 1858 to 1867, as the superior of the miltary hospital of Dey. Pis IX approved the green scapular devotion in 1870. Source: Laurentin, Rene and Sbalchiero, Patrick. Dictionary of the Apparitions of the Virgin Mary. 2010 Edizioni ART. p. 122",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "June 17, 1849",
        "place": "MARIA DOLINA, Poggersdorf / Kamten (Austria)",
        "visionary": "Three Shepherdesses",
        "title": "The Immaculate Conception / Madonna del Bosco (painting)",
        "description": "The Blessed Virgin Mary appeared as the Immaculate Conception on June 17, 18 and 19 to three shepherdesses to prepare the public proclamation of the dogma (1854). Thus began the influx of pilgrims and in the woods, just where she had appeared as the Immaculate Conception was erected a wooden chapel. The church, begun in 1861, was never finished. A local artist painted a picture called the Madonna del Bosco, inspired by the descriptions of the three shepherdesses. This painting was a picture of grace that inspired faith and devotion of many.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 1849",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "c. 1850",
        "place": "Saint John of Acre / Akko (Israel)",
        "visionary": "Habeiche Hassan",
        "title": "",
        "description": "In the first half of the nineteenth century, Habeiche Hassan, the son of the emir of Lebanon, Omar Qasem, converted to Christianity. A prisoner of the war chief Djezzar, he saw the Virgin in a dream where she made him promise to build a shrine in her honor . \"Tomorrow, my son you will be freed and saved.\" J. Goudard, Sainte au Liban Virgin, Paris, 1908, 194",
        "feast": "",
        "commemorated": "",
        "source": "J. Goudard, Sainte au Liban Virgin, Paris, 1908, 194",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 19, 1853",
        "place": "Cerreto, Tuscany (Italy) (Tuscany, Diocese of Pitigliano)",
        "visionary": "Veronica Nucci (sheperdess - 12) (1841-1862)",
        "title": "",
        "description": "May 19, 1853, in Cerreto, Italy, (Tuscany, Diocese of Pitigliano), at a place called \"the casetta\" Veronica Nucci, a shepherdess of about twelve, kept his flock together with John the Baptist, his brother seven years, when she saw before her a \"beautiful lady kneeling, wearing a white dress with red flowers and a black belt, a blue mantle blue with red spots on his head a golden crown terminating in a cross.\" \"Veronica, come closer, you will not get wet, kneel down here,\" he heard her say, and added: \"Let us pray the Creed to my Son (...) Let us pray Protest (prayer of preparation for death).\" And finally: \"Help me to mourn.\" - Why are you crying?, Veronica asks. -I cry for sinners. See how it rains? Sinners are more numerous than the drops of rain. My Son has the hands and feet nailed, the Five Wounds open. If sinners are not converted, my son will have to allow the end of the world. And you will be content to live three or four months, or you reach the end of the world? - I would rather die! \"Asked Mrs. pray:\" Every day seven Our Fathers, Hail Marys and Glorias by Gore five Our Fathers, Hail Marys and Glorias by the Five wounds and seven Our Fathers, Hail Marys and Glorias for me that my name Our Lady of Sorrows. \" While reciting the prayers requested by the Virgin, Veronica hears a voice: \"Veronica, along with your mother go to the bishop and tell him that a chapel should be built.\" \"But I don't even believe!\" \"Go, tell him, and you will believe.\" Veronica and her mother went to convince Mons. Barzellotti, bishop of Pitigliano, that the story is worthy of interest. On July 20, 1853, he notified Pius IX. On the following August 13, the Pope requested that an investigation be opened and that a chapel be built if the findings were positive. Mons. Barzellotti took ill and died in 1861. The bishop of the diocese of Acquapendente (†1877) spearheaded the investigation. Veronica was deposed by a jury. Meanwhile, she became a third order Franciscan. There was evidence of some healing, such as Veronica's mother, who had a diagnosis of a tumor. On September 8th, 1864, they began to open a church at the location of the apparition for the faithful. It became a parish church. The circumstances delayed the judgment of the ecclesiastical commission. On March 25, 1978, Mons. D'Ascenzi, bishop of Sovano-Pitigliano, published the decree that elevated the sanctuary of Cerreto to the level of Diocesan sanctuary. |Source: Laurentin, Rene and Sbalchiero, Patrick. Dictionary of the Apparitions of the Virgin Mary. 2010 Edizioni ART. p. 160. ---- Veronica Nucci (born 1841, died in Ischia as a Franciscan in 1862) saw the Blessed Virgin Mary on a lawn May 19, 1853. Mary wore a blue dress covered with flowers with a golden crown. The Virgin appeared to the seer, even after, in the convent. Our Lady, weeping over the sins of the world, Veronica Nucci urged to devote even his pain and his atonement to the sacred Stigmata of Our Lord Jesus Christ. On the site of the first apparition was discovered a spring where the first began to manifest healing. In this place was built a Marian chapel which was consecrated in 1857.",
        "feast": "",
        "commemorated": "",
        "source": "Laurentin, Rene and Sbalchiero, Patrick. Dictionary of the Apparitions of the Virgin Mary. 2010 Edizioni ART. p. 160. ---- Veronica Nucci (born 1841, died in Ischia as a Franciscan in 1862) saw the Blessed Virgin Mary on a lawn May 19, 1853. Mary wore a blue dress covered with flowers with a golden crown. The Virgin appeared to the seer, even after, in the convent. Our Lady, weeping over the sins of the world, Veronica Nucci urged to devote even his pain and his atonement to the sacred Stigmata of Our Lord Jesus Christ. On the site of the first apparition was discovered a spring where the first began to manifest healing. In this place was built a Marian chapel which was consecrated in 1857. Source: Hierzenberger 1997 pp 204-205",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "September 8, 1855",
        "place": "PORZUS DEGLI SLAVI (Italy)",
        "visionary": "Therese Dush",
        "title": "Madone de Sesule",
        "description": "APPROVED FOR FAITH EXPRESSIOn In 1885 she appeared to Teresa Dush, an illiterate child. Bishop establishing a commission, which will study the truth of the apparitions. Discovered a letter on the construction of the chapel. In the heart of Benecia, in a charming place, with views across the plains of Friuli, the September 8, 1855 the Blessed Virgin Mary appeared, just before Lourdes, a little girl, Therese Dush, and conversed with her ??in the Slovenian place , \"little naše\", as well as later did with Bernadette dialect French Pyrenees. Just like a mother with her ??child. It was a surprise to all Porzus / Por?inj. After nearly two centuries, when around the Friuli no more remembered those appearances - but he remembered the families of the place, handing down the memory from generation to generation, and gathering together daily in the \"sinkhole \"to pray the Rosary in the open air until the good Grimaz together with the villagers and expense not built it on their heads that chapel -, here is a group of priests, headed mons.Vito Ferini, resumed pilgrimages. Now, as in support of their efforts, it is checked from oblivion a letter, the one that had Grimaz then addressed the priests asking for forgiveness (!) for having built without their permission that chapel. It is a manuscript of 64 pages, in which on testimony also the brother of Teresina, then seventeen, recounts details that are fully in line with what was passed down orally. This has occurred to me on Sunday 1st May when, arriving in the \"sinkhole\", I found myself in the midst of a multitude of faithful gathered, and with Brazilian Sisters of Providence, the celebration of the new year of pilgrimages and the procession with the statue of the \"Madone de Sesule\" and the little Teresa at her feet. Starting from the Chapel of the Apparitions, the march is directed to the church where the Madonna had imprinted on the hand of the seer that all gold cross, which accompanied him until his death, a visible sign of the authenticity of the apparitions. With great joy we hear the voice of Don Vittorino Ghenda, you spend so much for the sanctuary , the good news of the diocesan commission, established by Archbishop Andrea Track Mazzocato for the study of the truth of the apparitions, sure that it will give new impetus to what Heaven wanted to start, repeating to us the recommendation made ??by the Virgin in Teresina: \"Dí his mother and all to sanctify Sundays and holidays, but especially not to blaspheme, which gravely offends God, and observe the fasts prescribed by the Church.\" It is right to think. Who knows what Madonna would not do well here, as already in Lourdes, when finally we wake ourselves in all the surrounding countries, near and far, in imitation of the good people of Porzus / Por?inj, appreciating the great gift that the Virgin still there It offers to present and eternal salvation. Ciril Carga DOM n. 9-2011",
        "feast": "",
        "commemorated": "",
        "source": "http://www.lintver.it/storia-vicendestoriche-madonnaporzus.html",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "September 18, 1858",
        "place": "Abellin (PALESTINE)",
        "visionary": "Bl. Mirijam Banardy (1846 - 1876)",
        "title": "",
        "description": "On 13 November 1983, Pope John Paul II beatified, in a sign of ecumenical hope and peace in the Middle East, \"Mirijam, the little Arab.\" She was born January 5, 1846 at Abellin (between Haifa and Nazareth) as the thirteenth child of the couple and Giries Banardy and Mirijam Schahyn. After the death of her parents she was adopted by an uncle and went to live in Egypt. At the age of thirteen years she was betrothed. The night before the wedding day, she heard the voice of Jesus come from the depths of her heart that whispered these words clearly: \"All things pass. If you give me your heart, I will always be with you. \" After receiving this message, the small Arab wished to remain forever the mystical bride of the Redeemer and did not want to get married. Since then she was treated like a slave, and suffered all kinds of abuse. She was a daughter of the Roman Catholic Apostolic Church, and when she had the courage to say this was nearly slaughtered by her brother, with whom she had sought refuge. She lay unconscious and was believed dead. The night of the 18th of September 1858, she was thrown into an alley in Alexandria. Mirijam was about to die when a beautiful lady appeared wrapped in a blue dress that woke up, bringing her to life in a miraculous way. When she opened his eyes and saw the Holy Virgin she heard these words: \"Be happy even if you suffer and suffer for God, He sends you only what you need, accept always good.\" After having warned about the temptations of the devil and encouraged to engage in love of neighbor, she prophesied that she would live in a convent in France and would die in the guise of Caramel in Bethlehem. Then she disappeared. All that the Holy Virgin had predicted happened: Mirijam entered the Carmelite Order in 1875 and then founded the Caramel of Bethlehem, where he died August 26, 1878, after living a life full of mystical graces, penance, atonement and suffering . 1997 pp 206-207",
        "feast": "",
        "commemorated": "",
        "source": "HIerzenberger 1997 pp 206-207",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1861",
        "place": "San Luca di Montafalco / Spoleto (Italy)",
        "visionary": "Righetto Cionci (1857-1923) (Age 4)",
        "title": "Madonna of the Star",
        "description": "In this place near Montefalco Mary appeared in March 1861 to a four year old child, named Righetto Cionchi, among the ruins of an ancient chapel dedicated to St. Bartholomew. Righetto said he saw a beautiful lady who caressed him and recommended to be good. A year earlier, a pious woman who died in the odor of sanctity had said that the Virgin wanted to be honored in that place and to restore the chapel. No one had given importance to the fact until March of 1862 when a young man, John Castellani, the point of death due to tuberculosis was miraculously cured by invoking the Virgin Mary seen by Righetto. On 21 September of that same year, the bishop laid the foundation stone of the Shrine of the Madonna della Stella. Righetto entered as a brother in the Congregation of the Fathers of obedience Somaschi and began his beatification. The apparitions were recognized by the local bishop. See also Hierzenberger 1997 p 216",
        "feast": "",
        "commemorated": "",
        "source": "Ernst, 1989, 107; leg, 401, Rosa Mystica, No 36, 4. See also Hierzenberger 1997 p 216",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1865",
        "place": "ILAC (CROATIA)",
        "visionary": "farmer",
        "title": "",
        "description": "In 1865 a farmer discovered a fountain of spring water. Mary appeared repeatedly in the presence of many people between 1866 and 1867 in the vicinity of this source. She pointed to this source as a place of healing founded by his single will. In fact, were recorded in those years, many miraculous healings. In 1867 the first stone was laid for the construction of a sanctuary.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 217",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1869",
        "place": "Potay-Loigny (France)",
        "visionary": "General of the Papal Aouaves",
        "title": "",
        "description": "The general of Sonis, commander of the Papal Zouaves, was a fervent devotee to the cult of Mary. He was badly wounded in the battle of December 2, at the same place where, in 1429, Joan of Arc put the British on the run. While languishing among the injured, the Blessed Virgin Mary appeared to him to comfort him.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p. 220",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "February 22, 1873",
        "place": "Blaine / La Fraudais (France)",
        "visionary": "Marie Julie Jahenny (23) (1850-1941)",
        "title": "Our Lady of the Scapular of the Sacred Heart",
        "description": "Marie Julie Jahenny (1850-1941) was born in the village of Blain, in the department of Loire in France. At the age of 23 years, was confined to bed because seriously ill, February 22 1873, the Blessed Virgin Mary appeared to her twice in the same day: the morning at 11 and 15. The Mother of God was dressed in black and was carrying a large white cross. The first appeared in a silent way, the second time he spoke to the Blessed Virgin Mary, consoled her and promised healing, also asked her if she was ready to receive the holy stigmata. Then the Virgin disappeared. From this time began to prime a life of intense atonement for the sins of the world and for the poor souls. She received the holy stigmata, and the grace of many visions and contemplations of the Mother of God, Jesus Christ and the saints. As the Virgin had announced , the visionary recovered on May 2. Suddenly her face flushed, she put on her clothes and prepared to join a meeting with nearly two thousand people who wanted to see her. He wanted to make them witnesses to the promise of Our Lady. On October 7, Marie Julie received the wounds from the crown of thorns, and on November 25 a sore shoulder, where Jesus carried the weight of the Cross, in January of 1874 manifested wrists the marks of the ropes with which Jesus was bound, on February 21 appeared the imprint of the ring on the ring of mystical marriage \" (visible up to 1909). Since 1930 the stigmata disappeared, remaining only partially visible and sometimes bleeding. The seer also had many visions on the future of France, the Church and the world saw terrible revolutions, wars and devastation, but also that France would bloom again and renew the Church. The Church's position before this case was not unique: the Bishop Fournier, responsible for the diocese, knew and believed in the apparitions, the visionary who had had their origin and the mystical. On the death of Fournier, three weeks later, Marie Julie was excommunicated. After examination, the office of the holy Cardinal Rampolla was positively convinced of the sincerity of this mystical woman. The new bishop, however, decided not to recognize the groups in order to not to alienate its adverse clergy. Theologians and church experts, after examining her too, became convinced that the seer was not faking as many suspected. In 1888 Marie Julie was rehabilitated and then returned to the sacraments. The Church's position was very inconsistent in the face of this case: while the Bishop Le Fer de la Motte (1914-1955) was full of kindness towards the mystic, took care of the contacts, visited her and begged her to ask her prayers and the sin offering for the diocesan clergy; his successor, however, paid no attention to the seer. Almost all the ecstasies and contemplations of Marie Julie were noted, for many years in thousands of pages by Charbonnier and other brothers. Much has been lost in recent years of the seer, especially with the death of all family members, after having cared for over the last year when the mystic died. In 1972 he tried to retrieve all records that remained and were later published. Among the many messages that Marie Julie has left us, they are marked by her expiatory suffering for the confirmation of the secrets of La Salette and Fatima. Father Pius expressed himself thus on Marie Julie: \"She lives like a purple shadow, the better to shine the light of Truth.\"",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 pp 226-227",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1874",
        "place": "Bonsecours, Hainaut (Belgium) / Enghien (Belgium)",
        "visionary": "Berthe Francoise Marie Magdalene Ghislaine Petit (January 23, 1870March 26, 1943)",
        "title": "",
        "description": "See also Hierzenberger 1997 p 244",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 19, 1888",
        "place": "VALLENSANGES (FRANCE)",
        "visionary": "Jean Auguste Bernard (13)",
        "title": "",
        "description": "The thirteen year old Jean Auguste had the privilege of seeing twenty Marian apparitions that took place between July 19th and September 29th in a field of clovers, near Vallensanges. Mary appeared repeatedly in a swamp because of the sins of men. The first appearance Jacques saw a large lizard walking on the ground, while watching curiously, then appeared Mary who ordered him to kill it. When the seer, in obedience to the Virgin, he threw a stone at the beast, and he saw it come out a tongue of fire with a sickening stench. Then the Blessed Virgin in a robe white as snow, hovered above the dead animal. Other times, the Madonna appeared weeping and lamenting the sins of men, announcing the coming of divine punishment. At that time she produced many miraculous events, as if to attest to the apparitions of Mary. The church authorities did not set off any canonical investigation.",
        "feast": "",
        "commemorated": "",
        "source": "HIerzenberger 1997 p 243",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1894",
        "place": "Szezyk-Bita (Poland)",
        "visionary": "Julana Pezda (12)",
        "title": "",
        "description": "The Madonna appeared in all her magnificence to twelve year old Julana Pezda. A year later a chapel was constructed at the place of these apparitions. Later it was decided to construct a church that was entrusted to the Silesians of Auschwitz.",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 244",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1895",
        "place": "Vellangany (India)",
        "visionary": "Krishnaannesti Sankaranarayanam (12)",
        "title": "",
        "description": "The Madonna with the baby Jesus appeared in India to Krishnaannesti Sankaranarayanam, a 12 year old boy gravely ill, healing him. Even now people come to venerate her as \"Our Lady of Health\" oe \"Our Beloved Lady with the Baby Jesus\" Hierzenberger 1997 p 244",
        "feast": "",
        "commemorated": "",
        "source": "Hierzenberger 1997 p 244",
        "peple_involved": "",
        "approval": "",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1900",
        "place": "Loublande, Vendée (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Sr. Claire Ferchaud (1896-1972)",
        "approval": "Negative decision",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../statements/loublande_statement_01.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Sept 9, 1909",
        "place": "Grey (France); Violet (France); Pailly (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Pere Jean Edouard Lamy",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Sept 17, 1911",
        "place": "Brussels (Belgium) and Enghien (Belgium)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Berthe Petit (1870-1943)",
        "approval": "Cause for Beatification Opened, Imprimatur and Nihil Obstat awarded to messages, Promoted by Cardinals Mercier of Belgium and Bourne of England",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/1909-brussels/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1920",
        "place": "Rome (Italy) / Portiers (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Sister Josefa Menendez",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1920",
        "place": "Vistula River, Warsaw (Poland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Soldiers (\"Miracle at the Vistula\")",
        "approval": "No decision",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../approved_apparitions/czestochowa/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1931",
        "place": "Stenbergen (Holland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "1 woman",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1933",
        "place": "Melin-Micheroux (Belgium)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Mathieu Lovens",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1934",
        "place": "La Vang, Annam (Vietnam)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "2 pagan women",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "March 14, 1935",
        "place": "Itri, Valmontana (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Luigina Sinapi (1916-1978)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 3, 1943",
        "place": "Warsaw, Siekierki district, (Poland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Wadysawa Papis",
        "approval": "No decision",
        "links": [
            "http://www.sanktuarium-pijarzy.pl/?p=main&what=37"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1945",
        "place": "Zagreb (Yugoslavia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Giulia / Julka / Julie (24)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "June 27, 1947",
        "place": "Tyromestice (Slovakia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "three shepherds",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 2, 1947",
        "place": "St. Emmerich-Berg (Hungary)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Klara Làszloné",
        "approval": "Approved for faith expression (1990)",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Aug 23, 1947",
        "place": "Forsweiler Tannhausen (Germany)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Mrs. T. Paula (40) & 4 children",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1947",
        "place": "Monaco von Bayern (Germany)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Catherine Vogl (Mother Catherine 1871-1965)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "May 19, 1948",
        "place": "MARTA DI BOLSENA near Viterbo (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "4 Children and Others",
        "approval": "Established as not supernatural (1948 - bishop of Montefiascone; 1952 - Archbishop Adelchi Albanesi, Bishop of Viterbo",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1948",
        "place": "St. Jeanaux Bois (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Mrs Lucie Manceauu (23)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1948",
        "place": "Zischowicz (Czechoslovakia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "2 girls",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Nov 12, 1949",
        "place": "Necedah, WI (U.S.A.)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Mary Ann Van Hoof (neé Bieber) (1909–1984)",
        "approval": "Negative decision",
        "links": [
            "http://www.queenoftheholyrosaryshrine.com/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1950",
        "place": "Saint-Eugène de Gamby (Canada)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "3 children",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1951",
        "place": "Amarossi (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Maria Riccio (13)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1953",
        "place": "San Saba di Sparta (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Rosario Pino (8)",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Nov 26, 1953",
        "place": "Frignano Maggiore (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Angela Ronza (17)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1954",
        "place": "Casa Cicchio (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1956",
        "place": "Englecourt (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "children and adults",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Aug 28, 1957",
        "place": "Zarvanytsia, Berezhany, Ternopil, Ukraine",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "pilgrims",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1958",
        "place": "Turzovka (Czechoslovakia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Matous Lasuta",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1960",
        "place": "Acqua Voltri (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "A boy",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Sept 26, 1962",
        "place": "Zarvanytsia, Berezhany, Ternopil, Ukraine",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Eight girls saw the Virgin holding a candle there",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Oct 1967",
        "place": "Bohan-Mortsel (Belgium)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Leon Theunis (44) and D Wittenwrogel",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "March 14, 1968",
        "place": "Milan and Florence (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Mama Carmela Carabelli (58)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1968",
        "place": "Wollongong (Australia) / Nowra (Australia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "William Kamm (The Little Pebble) (1950 - )",
        "approval": "Established as not supernatural - Bishop of Wollongong",
        "links": [
            "http://www.littlepebble.org/",
            "http://www.littlepebble.org/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1969",
        "place": "Mouseitbe (Lebanon)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "72 boys, Bishop & Others",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "March 1972",
        "place": "Dozul (France)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Magdalen (Madeliene of Dozule) Aumont (1924-)",
        "approval": "Negative decision",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../statements/index.html#dozul"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1972",
        "place": "Imo State (Nicaragua)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Innocent Okorie (35)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1974",
        "place": "Manchiet-el-tahrir",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1974",
        "place": "Picots (Poland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Nov 6, 1980",
        "place": "Wu Fung Chi (Taiwan)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "9 Buddhist men",
        "approval": "Investigated - Approved for Faith Expression",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1980",
        "place": "ACROPOLI (Italy, Diocese of Salerno)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Mrs. Armida (82)",
        "approval": "No decision - On August 15, 1987, the Archbishop of Salerno blessed a statue of the Virgin.",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1983",
        "place": "Beit Sahour, Bethlehem, Palestine (Israel)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "NA",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1984",
        "place": "Gargallo di Carpi, Piemonte (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Gianni Varini (55)",
        "approval": "Negative decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1987",
        "place": "Bilychi (Russia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "1 person",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Jan 21, 1988",
        "place": "Cortnadreha (Ireland)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Christina Gallagher",
        "approval": "Not established as supernatural - 1996 Michael Neary, Archbishop of Tuam",
        "links": [
            "http://www.christinagallagher.org",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions//marian_apparitions/statements/achill_ireland.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1988",
        "place": "Syria / Cleveland, OH (USA)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Dr. Issam Nemeh",
        "approval": "No decision",
        "links": [
            "http://pathtofaith.com/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1988",
        "place": "Yardville/Marlboro, NJ (USA)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Joseph Januszkiewscz",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1988",
        "place": "Grosby (U.S.A.)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "N.A.",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1988",
        "place": "Masinde, Kayanza (Burundi)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Euzebie (4)",
        "approval": "Under Investigation",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "April 1990",
        "place": "Costa Rica (later Argentina)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Luz de María",
        "approval": "No decision",
        "links": [
            "http://www.revelacionesmarianas.com/english.htm"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Aug 15, 1990",
        "place": "Hillside, IL (U.S.A.)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Joseph Reinholtz",
        "approval": "Not established as supernatural - Archdiocese of Chicago",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../statements/Hillside_IL_statement.gif"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "Oct 1992",
        "place": "Aokpe (Nigeria)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Christiana Inehu Agbo (12)",
        "approval": "Approval of Faith Expression - Bishop Orgah granted the Imprimatur to the publication of the account of the apparitions and gave his permission to pilgrimages. His predecessor Archbishop John Onaiyekan gave permission for the construction of the shrine.",
        "links": [
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/2002-aokpe/index.html",
            "http://www.aokpe.com/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "July 26, 1993",
        "place": "Zaro, Ischia (Italy)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Simona and Angela",
        "approval": "The local bishop, Monsignor Pietro Lagnese, published a decree on the creation of a commission to discern the apparitions August 15, 2014.",
        "links": [
            "http://www.madonnadizaro.it/",
            "https://www.miraclehunter.com/marian_apparitions/approved_apparitions/../statements/zaro20140815.html"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1993",
        "place": "Arc-Watripont (Belgium)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "1 boy",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1994",
        "place": "Conchabamba (Bolivia)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Catalina (Katya) Rivas",
        "approval": "April 2, 1998 - Imprimatur to messages from the Archbishop Mons. Rene Fernandez of Cochabamba; recognition of supernaturality of bleeding statue",
        "links": [
            "http://www.greatcrusade.org"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1995",
        "place": "Manu Ariki Mara (New Zealand)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "200 people",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "November 2, 1996",
        "place": "Kanchikode (India)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Rani John (26)",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1996",
        "place": "Sara Piqui (Costa Rica)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Many people",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1997",
        "place": "El Dorado, TX (U.S.A.)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Augustine Halvorsen",
        "approval": "No decision",
        "links": []
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "1998",
        "place": "Saskatoon, Saskatchewan (CAN)",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Carmen Humphrey",
        "approval": "No decision",
        "links": [
            "http://members.shaw.ca/carmenhumphrey/"
        ]
    },
    {
        "type": "Apparation of the virgin Mary",
        "date": "August 27, 2002",
        "place": "Nizhnee Bolotnoe, Irshava, Zakarpattia, Ukraine",
        "visionary": "",
        "title": "",
        "description": "",
        "feast": "",
        "commemorated": "",
        "source": "",
        "peple_involved": "Olena Kuruts, 10, and Mariana Kobal, 9",
        "approval": "No decision - Construction of a church complex and monastery at aparition site",
        "links": []
    }
]